{"SDG_GOAL":"<p> Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET":"<p>Target 1.b: Create sound policy frameworks at the national, regional and international levels, based on pro-poor and gender-sensitive development strategies, to support accelerated investment in poverty eradication action </p>","SDG_INDICATOR":"<p>Indicator 1.b.1: Pro-poor public social spending</p>","SDG_SERIES_DESCR":"<p>Pro-poor share of government expenditure</p>","SDG_RELATED_INDICATORS":"<p>The definition of poverty follows indicator 1.2.1 (Proportion of population living below the national poverty line, by sex and age).</p><p>The methodology underlying the proposed indicator 1.b.1 and its data requirements are also closely related to that of the newly accepted indicator Redistributive Impact of Fiscal Policy measuring SDG target 10.4. However, the two indicators measures different aspects of public policies: while the Redistributive Impact of Fiscal Policy indicator is an exact measure of the distributional impact of fiscal policies aimed at achieving greater equality (SDG target 10.4), this indicator focuses solely on the spending side of governments’ fiscal policies and its effect on the poor. Fiscal policies that are found to reduce overall inequality may not benefit disproportionately more the poor, as their impact on the income distribution may occur in higher deciles of the distribution. In clear contrast to the indicator Redistributive Impact of Fiscal Policy, the clear focus of the proposed indicator Pro-poor public social spending is on the effect of spending for poor individuals or households, reflecting if social policies are designed with pro-poor development strategies in mind, and therefore directly measuring SDG target 1.b.</p>","SDG_CUSTODIAN_AGENCIES":"<p>UNICEF, Save the Children</p>","CONTACT_ORGANISATION":"<p>Ministry of Health, Ministry of Energy</p>","STAT_CONC_DEF":"<p>Definition:</p><p>Proportion of government spending towards health and education and direct transfers which benefit directly the monetary poor. Government spending measures public expenditures on health and education services. Direct transfers refer to cash transfers and near-cash transfers. The definition of the monetary poor follows national standards, with poverty levels determined by national definition of income or consumption poverty (consistent with SDG 1.2.1). </p><p>Concepts:</p><p>Proportion of public spending: Expenditures by governments on health, education and direct transfers (cash transfers and near-cash transfers).  The poor: Monetary Poverty as determined by national definition of income/consumption poverty (consistent with SDG 1.2.1).</p>","UNIT_MEASURE":"<p>Percentage</p>","SOURCE_TYPE":"<p>National Budget and performance report of MoH, MoE, 2016 to 2018</p>","DATA_SOURCE":"<p>Ministry of Health</p><p>Ministry of Energy</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The indicator measures the extent to which public spending in three key areas which are critical for poverty eradication, including health, education, and other direct transfers is directly allocated to individuals or households in the monetary poor as per the national definition.</p><p>The indicator measures if public spending is targeting the monetary poor. Pro-poor social spending is defined if the proportion of government expenditures on social services is higher than the proportion of the population, measured at the level determined by national definition of income/consumption poverty (consistent with SDG 1.2.1). For instance, if the proportion of public spending received by the poor exceeds (falls below) the proportion of poor as defined by national definitions, public expenditures can be interpreted as pro-poor (not pro-poor). This is a strong measurement of the financial commitment governments make to target their services and transfers on the poor groups of society, reinforcing pro-poor development strategies. </p><p>Further developments of the methodology and improvements in data availability may allow to expand this indicator to other vulnerable groups, such as women and children</p>","REC_USE_LIM":"<p>Feasibility: The indicator can be estimated for any country for which (a) a micro-data set detailing incomes or expenditures and services utilization (i.e. education, health, and cash transfers receipts) at the individual or household level exists and (b) a set of fiscal, administrative, or budgetary records detailing public expenditures at the program level is available.</p><p>Suitability/relevance: The indicator provides an estimate how well public resources are allocated to sectors which disproportionally benefit the poor. This reflects the financial consequences of policy frameworks, which are based on pro-poor development strategies, which allows to measure progress on the SDG target 1.b.</p><p>Relationship with other SDGs: The indicator could be compared with the one under SDG 10 on equity of fiscal policy. Countries should be encouraged to collect and analyse the data within a single process to create synergy and avoid unnecessary duplication.</p><p>Limitations: The indicator does not take into effect the consequences of revenue-related fiscal activities, such as taxes or contributions to public insurance systems, on the poor. The proposed methodology does not currently expand to other groups, such as women or children. </p>","COVERAGE":"<p>The data does not have a disaggregation</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/999e04a95bda4aa30b6b71384e6445230c2e1b5f","composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.1-b-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.1-b-1-title","target_name":"global_targets.1-b-title","indicator_number":"1.b.1","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Children’s Fund (UNICEF)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-0b-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ministry of Finance and Economic Planning","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://mofep.gov.gh/index.php/publications/budget-statements","source_url_text_1":"The National Budget","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@mofep.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"1.b.1","target_id":"1.b","sdg_goal":"1","indicator_sort_order":"01-0b-01"}