{"SDG_GOAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET":"<p>Target 11.1: By 2030, ensure access for all to adequate, safe and affordable housing and basic service and upgrade slums</p>","SDG_INDICATOR":"<p>Indicator 11.1.1: Proportion of urban population living in slums, informal settlements or inadequate housing</p>","SDG_SERIES_DESCR":"<p>Proportion of urban population living in slums [11.1.1]</p><p>Urban population living in slums (number) [11.1.1]</p>","SDG_RELATED_INDICATORS":"<p>1.1.1, 1.1.2 </p><p>6.1.1, 6.2.1 </p><p>7.1.1 </p><p>8.3.1, 8.5.2, 8.6.1 </p><p>10.2.1, 10.1.1 </p><p>11.2.1, 11.5.1, 11.6.1, 11.7.1, 11.7.2 </p><p>16.1.1, 16.1.3 </p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Human Settlements Programme (UN-Habitat)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>An expert group meeting was convened in 2002 by <a href=\"https://unhabitat.org/\">UN-Habitat</a>, <a href=\"https://unstats.un.org/UNSDWebsite/\">the United Nations Statistics Division</a> and <a href=\"https://www.citiesalliance.org/\">the Cities Alliance</a> to agree on an operational definition for slums to be used for measuring the indicator. The agreed definition classified a ‘slum<em> </em>household’ as one in which the inhabitants suffer one or more of the following <em>‘</em>household deprivations’:</p><p>1. Lack of access to improved water source,</p><p>2. Lack of access to improved sanitation facilities,</p><p>3. Lack of sufficient living area,</p><p>4. Lack of housing durability and,</p><p>5. Lack of security of tenure. </p><p>By extension, the term ‘slum dweller’<em> </em>refers to a person living in a household that lacks any of the above attributes.</p><p><strong>Concepts:</strong></p><p>1. Access to improved water – A household is considered to have access to improved drinking water if it has sufficient amount of water (20 litres/person/day) for family use, at an affordable price (less than 10% of the total household income) and available to household members without being subject to extreme effort (less than one hour a day for the minimum sufficient quantity), especially to women and children. </p><p>An improved drinking water source is a facility that is protected from outside contamination, in particular from fecal matters’ contamination. </p><p>2. Access to improved sanitation – A household is considered to have access to improved sanitation if an excreta disposal system, either in the form of a private toilet or a public toilet shared with a reasonable number of people, is available to household members. Such improved sanitation facilities, therefore, hygienically separates human waste from human contact.</p><p>3. Sufficient living area – A dwelling unit provides sufficient living area for the household members if not more than three people share the same habitable room.</p><p>4. Structural quality/durability of dwellings – A house is considered as ‘durable’ if it is built on a non-hazardous location and has a permanent and adequate structure able to protect its inhabitants from the extremes of climatic conditions such as rain, heat, cold, and humidity.</p><p>5. Security of tenure – Secure tenure is the right of all individuals and groups to effective protection by the State against forced evictions. </p><p>Informal settlements are usually seen as synonymous of slums, with a particular focus on the formal status of land, structure and services. They are defined by three main criteria, according to <a href=\"https://unhabitat.org/habitat-iii-issue-papers-22-informal-settlements\">Habitat III Issue Paper #22</a>, which are already covered in the definition of slums. </p><p>For housing to be adequate, it must provide more than four walls and a roof, and at a minimum, meet the above criteria. People living in adequate homes have better health, higher chances to improve their human capital and seize the opportunities available in urban contexts. </p>","UNIT_MEASURE":"<p> Number</p><p>Percentage (%)</p>","SOURCE_TYPE":"<p>Ghana’s Sustainable Development Goals (SDGs) Report, 2020</p><p>Ghana’s Voluntary National Review (VNR) Report, 2022</p>","DATA_SOURCE":"<p>National Development Planning Committee (NDPC)</p>","COMPILING_ORG":"<p>National Development Planning Committee (NDPC)</p>","RATIONALE":"<p> Housing affordability is not only a key housing adequacy criterion, but is a suitable means of measuring inadequate housing in a more encompassing manner, as it remains a global challenge across different countries and income levels, with strong negative impact on urban inequality.</p><p>The underlying principle is that household financial costs associated with housing should not threaten or compromise the attainment and satisfaction of other basic needs such as, food, education, access to health care, transport, etc. Based on the existing method and data of <a href=\"https://mirror.unhabitat.org/content.asp?typeid=19&amp;catid=646&amp;cid=8383\">UN-Habitat’s Urban Indicators Program (1996-2006)</a>, unaffordability is currently measured as the net monthly expenditure on housing cost that exceeds 30% of the total monthly income of the household.  A housing is considered inadequate if it is not affordable to the household, i.e. the net monthly expenditure on its cost exceeds 30% of the total monthly income of the household.</p>","DATA_COMP":"<p>The indicator considers two components to be computed as follows:</p><p>Slum/Informal Settlements Households (SISH): Number of people living in SISH households divided by city population, multiplied by 100.</p><p>Inadequate housing households (IHH): Number of people living in IHH divided by city population, multiplied by 100</p>","COVERAGE":"<p>There is no available disggregation for this indicator.</p>","OTHER_DOC":"<p><a href=\"http://www.un.org/esa/sustdev/natlinfo/indicators/methodology_sheets.pdf\">http://www.un.org/esa/sustdev/natlinfo/indicators/methodology_sheets.pdf</a> </p><p><a href=\"http://unhabitat.org/urban-indicators-guidelines/\">http://unhabitat.org/urban-indicators-guidelines/</a> </p><p><a href=\"http://unhabitat.org/slum-almanac-2015-2016/\">http://unhabitat.org/slum-almanac-2015-2016/</a> </p>","national_metadata_updated_date":"2022-11-13","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.11-1-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.11-1-1-title","target_name":"global_targets.11-1-title","indicator_number":"11.1.1","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Human Settlements Programme (UN-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-01-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 93.1 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ghana Statistical Service (GSS)","source_periodicity_1":"","source_earliest_available_1":2017,"source_geographical_coverage_1":"Ghana","source_url_1":"https://census2021.statsghana.gov.gh/","source_url_text_1":"Ghana Population and Housing Census, 2021","source_release_date_1":"","source_next_release_1":"","source_statistical_classification_1":"Official","source_contact_1":"info@statsghana.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"11.1","goal_number":"11","indicator_sort_order":"11-01-01"}