{"SDG_GOAL":"<p>Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable</p>","SDG_TARGET":"<p>Target 11.6: By 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management. </p>","SDG_INDICATOR":"<p>Indicator 11.6.1: Proportion of municipal solid waste collected and managed in controlled facilities out of total municipal waste generated, by cities</p>","SDG_RELATED_INDICATORS":"<p>1.4.1 </p><p>6.3.1</p><p>12.3.1.b </p><p>12.5.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>UN-Habitat, United Nations Statistical Division</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>This indicator measures the progress of the performance of a city’s municipal solid waste management (MSWM). </p><p>In some cities it is common to dump waste ‘collected’ from households into the surrounding areas instead of transporting it to a disposal or recovery facility. In this case the household has waste collection services, but the collected waste is polluting the environment. Therefore, it is possible that a city has a high proportion of population with access to basic waste collection services, but the amount of MSW collected and transported to waste management facilities is low.</p><p><strong>Concepts:</strong></p><p>Municipal Solid Waste<strong> </strong>includes waste<strong> </strong>generated from: households, commerce and trade, small businesses, office buildings and institutions (schools, hospitals, government buildings). The definition excludes waste from municipal sewage network and treatment, municipal construction and demolition waste.</p><p>Total MSW Generated is the sum of the amount of municipal waste collected plus the estimated amount of municipal waste from areas not served by a municipal waste collection service.</p><p>Total MSW Collected refers to the amount of municipal waste collected by or on behalf of municipalities, as well as municipal waste collected by the private sector.</p><p>Recycling is defined under the <a href=\"https://unstats.un.org/unsd/envstats/questionnaire\">UNSD/UNEP Questionnaire</a> and further for the purpose of these indicators as “Any reprocessing of waste material in a production process that diverts it from the waste stream, except reuse as fuel.  </p><p>Disposal Facilities<strong> </strong>refer to sites which are regularly used by the public authorities and private collectors, regardless of their level of control and legality, to dispose of waste. Such sites may or may not have an official recognition, a permit or a license.  Disposal sites may be managed in either a controlled or uncontrolled manner. </p><p>Landfill is the deposit of waste into or onto land. It includes specially engineered landfill sites and temporary storage of over one year on permanent sites. </p><p>MSW Managed in Controlled Facilities refers to MSW collected and transported to recovery and disposal facilities with basic, improved or full control according to the Ladder of waste management facilities’ control level . </p><p>The Formality of MSWM activities is an important aspect to take into consideration when conducting the SDG indicator 11.6.1 assessment. MSWM activities are carried out by formal and informal economic units, both public and private, and by generators for the purpose of prevention, collection, transportation, treatment and disposal of waste.</p><p>Formal waste management relates to waste management activities undertaken by units working within the context of the formal governmental or non-state actors regulating and operating waste management; that is, organisations or individuals registered as economic units with government authorities and assumed to generally abide by local laws and regulations related to wastes and their management. </p><p>Informal waste management, recycling and recovery<strong> </strong>refers to waste management and recovery activities undertaken by individuals, economic units, or enterprises which are not sponsored, financed, recognised, supported, organised or acknowledged by the formal solid waste authorities, or which operate in violation of or in competition with formal authorities (Scheinberg et al., 2010). Informal units are assumed to abide by local waste-related laws and regulations when it is in their interests to do so.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Municipal Solid Waste (MSW) , 2019</p><p>Ghana’s Sustainable Development Goals (SDGs) Report, 2020</p>","COMPILING_ORG":"<p>National Development Planning Committee (NDPC)</p>","RATIONALE":"<p>Urban households and businesses produce substantial amounts of solid waste that must be collected regularly, recycled or treated and disposed properly in order to maintain healthy and sanitary living conditions. Many cities are increasingly facing solid waste management challenges due to rapid urbanization, lack of technical and financial capacity or low policy priority. In addition, the higher the income level of a city, the greater the amount of the solid waste produced. Therefore, the economic growth to be experienced in the developing and emerging countries will pose greater challenges in solid waste management to local governments in the next decades.</p><p>The global scale of urbanization and economic growth are creating a potential “time-bomb” regarding the waste we generate in the world. If not addressed now, the significant negative impact on human health and the environment will be felt by nations at all levels of development.There is a need for SDG indicator 11.6.1 monitoring as it provides critical information to establish better waste and resource management strategies. The formal and informal sectors need to work together, for the benefit of both. Promoting this indicator also can help formalization of the informal sector in the process of increasing the portion of ‘solid waste with adequate discharge’. SDG indicator 11.6.1 quantifies parameters that will help better manage resources, mitigate and prevent environmental pollution, create businesses, employment and livelihood opportunities and shift towards a circular economy.</p>","DATA_COMP":"<p>[Total MSW collected and discharged in adequate facilities (t/day)/ Total MSW generated (t/day)] *100</p>","COVERAGE":"<p>There is no available disaggregation for this indicator.</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-06-01.pdf\">https://unstats.un.org/sdgs/metadata/files/Metadata-11-06-01.pdf</a></p>","national_metadata_updated_date":"2022-11-14","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.11-6-1-title","graph_titles":[{"series":"Proportion of urban solid waste regularly collected","title":"Proportion of urban solid waste regularly collected"}],"graph_type":"line","indicator_name":"global_indicators.11-6-1-title","target_name":"global_targets.11-6-title","indicator_number":"11.6.1","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Human Settlements Programme (UN-Habitat), United Nations Statistics Division (UNSD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-06-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"National Development Planning Commission (NDPC)","source_periodicity_1":"","source_earliest_available_1":2017,"source_geographical_coverage_1":"Ghana","source_url_1":"https://ndpc.gov.gh/media/2020_SDGs_Report-Final.pdf","source_url_text_1":"Ghana’s Sustainable Development Goals (SDGs) Report, 2020","source_release_date_1":"","source_next_release_1":"","source_statistical_classification_1":"Official","source_contact_1":"info@ndpc.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"11.6","goal_number":"11","indicator_sort_order":"11-06-01"}