{"SDG_GOAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET":"<p>Target: 12.3 By 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses</p>","SDG_INDICATOR":"<p>Indicator 12.3.1: (a) Food loss index and (b) food waste index</p>","SDG_CUSTODIAN_AGENCIES":"<p>Food loss: The Food and Agriculture Organization of the United Nations</p><p>Food waste: United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The Food Loss Index<strong> </strong>- Index of the changes in food loss over time. The indicator is computed as a ratio of Food Loss Percentages in the current year and the Food Loss Percentages in the base year according to a standard fixed-base index formula. </p><p>Food losses - are all the crop and livestock human-edible commodity quantities that, directly or indirectly, completely exit the post-harvest/slaughter production/supply chain by being discarded, incinerated or otherwise, and do not re-enter in any other utilization (such as animal feed, industrial use, etc.), up to, and excluding, the retail level.</p><p>Post Harvest Loss (PHL) is the quantitative losses in storage, transport, harvest and marketing of agricultural produce incurred after harvest. It is also the percentage of total production that is lost (quantitative and qualitative) during all stages of the post-harvest phases of the system for priority products. </p><p><strong>Concepts:</strong></p><p>Food – is any substance, whether processed, semi-processed or raw, which is intended for human consumption, and includes drink, chewing gum and any substance which has been used in the manufacture, preparation or treatment of \"food\" but does not include cosmetics or tobacco or substances used only as drugs.</p><p> Food loss and waste (FLW) – is the decrease in quantity or quality of food. </p><p> Quantitative food loss and waste – is the decrease in mass of food. </p><p>Pre-harvest constitutes the time frame between maturity and harvesting. </p><p>Harvest/slaughter/catch refers to the act of separating the food material from the site of immediate growth or production.</p><p>Inedible (or non-edible) parts: Components associated with a food that, in a particular food supply chain, are not intended to be consumed by humans. Examples of inedible parts associated with food could include bones, rinds, and pits/stones. “Inedible parts” do not include packaging. What is considered inedible varies among users (e.g., chicken feet are consumed in some food supply chains but not others), changes over time, and is influenced by a range of variables including culture, socio-economic factors, availability, price, technological advances, international trade and geography.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Ministry of Food and Agriculture (MoFA) Annual Progress Report,  2019</p>","FREQ_COLL":"<p>Annual</p>","DATA_SOURCE":"<p>Ministry of Food and Agriculture (MoFA)</p>","RATIONALE":"<p>The 2030 Sustainable Development Agenda has emphasized the importance of sustainable production and consumption systems as efficient food systems, on the supply side and the consumption side, contribute to food security and sustainability of natural resource since agriculture is a major user of land and water. The food loss and food waste index look at the entire supply chain and the trend in structural losses. The Food Loss Index monitors progress on the supply side of food chains, as it measures if the share of agriculture production that does not reach the retail stage in 2030 has increased or decreased with respect to the base period and by how much. The numerator of the indicator indicates the level of losses and informs on the magnitude of the problem. A greater efficiency of the food supply chain also has implications for all producers whether looking at efficiency in large-scale producers for export markets or in small-scale production units relevant for poverty and food insecurity reduction goal.</p>","DATA_COMP":"<p>Total post harvest losses divided by total production, multiplied by 100</p>","COVERAGE":"<p>This data is disaggregated by type of product.</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-12-03-01A.pdf\">SDG Indicators — SDG Indicators (un.org)</a></p><p><a href=\"https://www.fao.org/3/cb2949en/cb2949en.pdf\">https://www.fao.org/3/cb2949en/cb2949en.pdf</a> </p>","national_metadata_updated_date":"2022-11-15","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Post-harvest losses for selected products","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.12-3-1-title","target_name":"global_targets.12-3-title","indicator_number":"12.3.1","un_designated_tier":"Tier II","un_custodian_agency":"Food and Agriculture Organization (FAO), UN Environment (UNEP)","goal_meta_link":"https://unstats.un.org/sdgs/tierIII-indicators/files/Tier3-12-03-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"source_active_1":true,"source_organisation_1":"Ministry of Food and Agriculture (MoFA)","source_periodicity_1":"Annual","source_earliest_available_1":2010,"source_geographical_coverage_1":"Ghana","source_url_1":"https://mofa.gov.gh/site/publications/research-reports","source_url_text_1":"Ministry of Food and Agriculture (MoFA) Annual Progress Report, 2019","source_release_date_1":"","source_next_release_1":"","source_statistical_classification_1":"Official","source_contact_1":"ghanacares.agric@mofa.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"12.3","goal_number":"12","indicator_sort_order":"12-03-01"}