{"SDG_GOAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET":"<p>Target 12.a: Support developing countries to strengthen their scientific and technological capacity to move towards more sustainable patterns of consumption and production</p>","SDG_INDICATOR":"<p>Indicator 12.a.1: Installed renewable energy-generating capacity in developing countries (in watts per capita)</p>","SDG_RELATED_INDICATORS":"<p> 7.b.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>International Renewable Energy Agency (IRENA)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong><br/>The indicator is defined as the installed capacity of power plants that generate electricity from renewable energy sources divided by the total population of a country.</p><p>Capacity is defined as the net maximum electrical capacity installed at the year-end and renewable energy sources are as defined in the<a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/431554/TS_8.2015_Cm_9062_WEB_ACC.pdf\"> IRENA Statute</a>.<br/></p><p><strong>Concepts:</strong><br/>Electricity capacity is defined in the <a href=\"https://unstats.un.org/unsd/energystats/methodology/documents/IRES-web.pdf\">International Recommendations for Energy Statistics or IRES (UN, 2018)</a> as the maximum active power that can be supplied continuously (i.e., throughout a prolonged period in a day with the whole plant running) at the point of outlet (i.e., after taking the power supplies for the station auxiliaries and allowing for the losses in those transformers considered integral to the station). </p><p>The IRENA Statute defines renewable energy to include energy from the following sources: hydropower; marine energy (ocean, tidal and wave energy); wind energy; solar energy (photovoltaic and thermal energy); bioenergy; and geothermal energy.</p>","UNIT_MEASURE":"<p>Watts per capita</p>","SOURCE_TYPE":"<p>National Energy Statistics</p>","DATA_SOURCE":"<p>National Energy Commission (NEC)</p>","RATIONALE":"<p>The focus of this indicator on electricity reflects the emphasis of the target on modern sources of energy and is particularly relevant for developing countries where the demand for electricity is often high and its availability is constrained. Furthermore, the focus on renewables reflects the fact that the technologies used to produce renewable electricity are generally modern and more sustainable than non-renewables, particularly in the fastest growing sub-sectors of electricity generation from wind and solar energy.<br/>The division of renewable electricity capacity by population (to produce a measure of Watts per capita) is proposing to scale the capacity data to account for the large variation in needs between countries. It uses population rather than GDP to scale the data, because this is the most basic indicator of the demand for modern and sustainable energy services in a country.<br/>With respect to electricity access, it will provide additional information to the proportion of people with electricity access by showing how much infrastructure is available to deliver that access (in terms of the amount of capacity per person). The focus on renewable capacity will also add value to the existing renewables indicator (7.2.1) by showing how much renewable energy is contributing to the need for improved electricity access.</p>","DATA_COMP":"<p> The renewable electricity generating capacity at the end of the year divided by the total population of the country as of mid-year, multiplied by 100.</p>","COVERAGE":"<p> There is no available disaggregation for this indicator.</p>","national_metadata_updated_date":"2022-10-10","composite_breakdown_label":"","computation_units":"Watts per capita","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.12-a-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.12-a-1-title","target_name":"global_targets.12-a-title","indicator_number":"12.a.1","un_designated_tier":"Tier I","un_custodian_agency":"International Renewable Energy Agency (IRENA)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-07-0b-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Energy Commission","source_periodicity_1":"Annual","source_earliest_available_1":"","source_geographical_coverage_1":"Ghana","source_url_1":"http://www.energycom.gov.gh/planning/energy-statistics","source_url_text_1":"National Energy Statistics","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"statistics@energycom.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"12.a","goal_number":"12","indicator_sort_order":"12-0a-01"}