{"SDG_GOAL":"<p>Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development</p>","SDG_TARGET":"<p>Target 14.5: By 2020, conserve at least 10 per cent of coastal and marine areas, consistent with national and international law and based on the best available scientific information</p>","SDG_INDICATOR":"<p>Indicator 14.5.1: Coverage of protected areas in relation to marine areas</p>","SDG_SERIES_DESCR":"<p>These metadata apply to all series under this indicator</p>","SDG_RELATED_INDICATORS":"<p>In addition to the coverage by protected areas of important sites for marine biodiversity as an indicator towards SDG 14.5, other disaggregations of particular relevance as indicators towards SDG targets (Brooks et al. 2016) include:</p><p>SDG 15.1.2 Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type.</p><p>SDG 15.4.1 Coverage by protected areas of important sites for mountain biodiversity.</p>","SDG_CUSTODIAN_AGENCIES":"<p>UN Environment World Conservation Monitoring Centre (UNEP-WCMC)</p><p>BirdLife International (BLI)</p><p>International Union for Conservation of Nature (IUCN)</p>","CONTACT_ORGANISATION":"<p>Ocean Health Index</p>","STAT_CONC_DEF":"<p>Definition: </p><p>The indicator Coverage of protected areas in relation to marine areas shows trends over time in the mean percentage of each important site for marine biodiversity (i.e., those that contribute significantly to the global persistence of biodiversity) that is covered by designated protected areas and Other Effective Area-based Conservation Measures (OECMs). Concepts: Protected areas, as defined by the IUCN (IUCN; Dudley 2008), are clearly defined geographical spaces, recognized, dedicated and managed, through legal or other effective means, to achieve the long-term conservation of nature with associated ecosystem services and cultural values.</p><p>The Ocean Health Index (OHI) is a framework to assess the health of the ocean using benefit usually referred to as goals provided by the ocean to humans, such as food provision, tourism opportunities, and coastal protection</p>","UNIT_MEASURE":"<p>Score</p>","SOURCE_TYPE":"<p>Ocean Health Index (OHI), 2020</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The safeguard of important sites is vital for stemming the decline in biodiversity and ensuring long term and sustainable use of marine natural resources. The establishment of protected areas is an important mechanism for achieving this aim, and this indicator serves as a means of measuring progress toward the conservation, restoration and sustainable use of marine ecosystems and their services, in line with obligations under international agreements. Importantly, while it can be disaggregated to report on any given single ecosystem of interest, it is not restricted to any single ecosystem type. Levels of access to protected areas vary among the protected area management categories. Some areas, such as scientific reserves, are maintained in their natural state and closed to any other use. Others are used for recreation or tourism, or even open for the sustainable extraction of natural resources. In addition to protecting biodiversity, protected areas have high social and economic value: supporting local livelihoods; maintaining fisheries; harbouring an untold wealth of genetic resources; supporting thriving recreation and tourism industries; providing for science, research and education; and forming a basis for cultural and other non-material values. This indicator adds meaningful information to, complements and builds from traditionally reported simple statistics of marine area covered by protected areas, computed by dividing the total protected area within a country by the total territorial area of the country and multiplying by 100 (e.g., Chape et al. 2005). Such percentage area coverage statistics do not recognise the extreme variation of biodiversity importance over space (Rodrigues et al. 2004), and so risk generating perverse outcomes through the protection of areas which are large at the expense of those which require protection. The indicator was used to track progress towards the 2011–2020 Strategic Plan for Biodiversity (CBD 2014, Tittensor et al. 2014, CBD 2020a), and was used as an indicator towards the Convention on Last updated: 2022-07-07 Biological Diversity’s 2010 Target (Butchart et al. 2010). It has been proposed as an indicator for monitoring progress towards the post-2020 Global Biodiversity Framework (CBD 2020b).</p>","OTHER_DOC":"<p><a href=\"https://github.com/OHI-Science/ohi-global/tree/draft/metadata_documentation\">https://github.com/OHI-Science/ohi-global/tree/draft/metadata_documentation</a></p><p><a href=\"https://github.com/OHI-Science/ohi-global/blob/draft/yearly_results/README.md#global-ohi-score-metadata\">https://github.com/OHI-Science/ohi-global/blob/draft/yearly_results/README.md#global-ohi-score-metadata</a></p>","national_metadata_updated_date":"2022-10-31","national_metadata_update_url_text":"2022-10-31: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/64ac80420b6ea6c3215336015993e3085db15c88","composite_breakdown_label":"OHI Goal/subgoal","computation_units":"Score","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":"","embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.14-5-1-title","graph_titles":[{"series":"Ocean Health Index","title":"Ocean Health Index"}],"graph_type":"line","indicator_name":"global_indicators.14-5-1-title","target_name":"global_targets.14-5-title","indicator_number":"14.5.1","un_designated_tier":"Tier I","un_custodian_agency":"UN Environment World Conservation Monitoring Centre (UNEP-WCMC), BirdLife International (BLI), International Union for Conservation of Nature (IUCN)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-14-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 293 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ocean Health Index","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://oceanhealthindex.org/global-scores/","source_url_text_1":"The global Ocean Health Index","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"clawson@nceas.ucsb.edu","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"14.5.1","target_id":"14.5","sdg_goal":"14","indicator_sort_order":"14-05-01"}