{"SDG_GOAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET":"<p>Target 16.1: Significantly reduce all forms of violence and related death rates everywhere</p>","SDG_INDICATOR":"<p>Indicator 16.1.3: Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months</p>","SDG_RELATED_INDICATORS":"<p>16.2, 16.3, 16.a, 5.2</p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION":"<p>Institute of Development Studies</p><p>Ghana Statistical Service</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The total number of persons who have been victim of physical, psychological or sexual violence in the previous 12 months, as a share of the total population.</p><p><strong>Concepts:</strong></p><p>This indicator measures the prevalence of victimization from physical, psychological or sexual violence</p><p>Physical violence: This concept is equivalent to the concept of physical assault, as defined in the International Classification of Crime for Statistical Purposes (ICCS): the intentional or reckless application of physical force inflicted upon the body of a person. This includes serious and minor bodily injuries and serious and minor physical force. According to the ICCS, these are defined as:</p><p>Serious bodily injury, at minimum, includes gunshot or bullet wounds; knife or stab wounds; severed limbs; broken bones or teeth knocked out; internal injuries; being knocked unconscious; and other severe or critical injuries.</p><p>Serious physical force, at minimum, includes being shot; stabbed or cut; hit by an object; hit by a thrown object; poisoning and other applications of force with the potential to cause serious bodily injury.</p><p>Minor bodily injury, at minimum, includes bruises, cuts, scratches, chipped teeth, swelling, black eye and other minor injuries.</p><p>Minor physical force, at minimum, includes hitting, slapping, pushing, tripping, knocking down and other applications of force with the potential to cause minor bodily injury.</p><p>Sexual violence (ICCS): Unwanted sexual act, attempt to obtain a sexual act, or contact or communication with unwanted sexual attention without valid consent or with consent as a result of intimidation, force, fraud, coercion, threat, deception, use of drugs or alcohol, or abuse of power or of a position of vulnerability. This includes rape and other forms of sexual assault.</p><p>Psychological violence: There is as yet no consensus at the international level of the precise definition of psychological violence and there is as yet no generally well-established methodology to measure psychological violence.</p>","SOURCE_TYPE":"<p>Institute of Development Studies, GSS and Associates, 2016</p>","national_metadata_updated_date":"2021-10-29","national_metadata_update_url_text":"2021-10-29: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/736e477571729aa8231126262a96bc7ab9d684a8","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-1-3-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-1-3-title","indicator_number":"16.1.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicator":"16.1.3","target_id":"16.1","sdg_goal":"16","indicator_sort_order":"16-01-03"}