{"SDG_GOAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET":"<p>Target 16.a: Strengthen relevant national institutions, including through international cooperation, for building capacity at all levels, in particular in developing countries, to prevent violence and combat terrorism and crime</p>","SDG_INDICATOR":"<p>Indicator 16.a.1: Existence of independent national human rights institutions in compliance with the Paris Principles</p>","SDG_SERIES_DESCR":"<p>Human rights cases, by type (16.a.1)</p><p>Human rights complaints (16.a.1)</p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Office of the High Commissioner for Human Rights</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong> </p><p>This indicator, Existence of independent national human rights institutions in compliance with the Paris Principles measures the compliance of existing national human rights institutions with the Principles relating to the Status of National Institutions (The Paris Principles). </p><p><strong>Concepts:</strong></p><p>A National Human Rights Institution (NHRI) is an independent administrative body set up by a State to promote and protect human rights. However, they operate and function independently from government. </p><p>Core functions of NHRIs include complaint handling, human rights education and making recommendations on law reform. Effective NHRIs are an important link between government and civil society, in so far as they help bridge the 'protection gap' between the rights of individuals and the responsibilities of the State. </p><p> An Independent NHRI is an institution with ‘A level’ accreditation status as benchmarked against the Paris Principles.</p>","UNIT_MEASURE":"<p>Number</p><p>Percentage (%)</p>","SOURCE_TYPE":"<p>Commission on Human Rights and Administrative Justice (CHRAJ) Annual Report</p>","DATA_SOURCE":"<p>Commission on Human Rights and Administrative Justice (CHRAJ)</p>","RATIONALE":"<p>The creation and fosterage of a NHRI indicates a State’s commitment to promote and protect the human rights provided in international human rights instruments. Compliance with the Paris Principles vest NHRIs with a broad mandate, competence and power to investigate, report on the national human rights situation, and publicize human rights through information and education. While NHRIs are essentially state funded, they are to maintain independence and pluralism. These fundamental functions that NHRIs play and their increasing participation in the international human rights fora make them important actors in the improvement of the human rights situation, including the elimination of discriminatory laws and the promotion and enforcement of non-discriminatory laws. At the national level reporting, the better the accreditation classification of the NHRI reflects that it is credible, legitimate, relevant and effective in promoting human rights at the national level.</p>","COVERAGE":"<p>This data is disaggregated by category.</p>","national_metadata_updated_date":"2022-11-11","composite_breakdown_label":"Category","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-a-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-a-1-title","target_name":"global_targets.16-a-title","indicator_number":"16.a.1","un_designated_tier":"Tier I","un_custodian_agency":"Office of the United Nations High Commissioner for Human Rights (OHCHR)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-0A-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 224 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Commission on Human Rights and Administrative Justice","source_periodicity_1":"Annual","source_earliest_available_1":"","source_geographical_coverage_1":"Ghana","source_url_1":"https://chraj.gov.gh/annual-reports/","source_url_text_1":"CHRAJ ANNUAL REPORT","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@chraj.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"16.a","goal_number":"16","indicator_sort_order":"16-0a-01"}