{"SDG_GOAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET":"<p>Target 16.b: Promote and enforce non-discriminatory laws and policies for sustainable development</p>","SDG_INDICATOR":"<p>Indicator 16.b.1: Proportion of population reporting having personally felt discriminated against or harassed in the previous 12 months on the basis of a ground of discrimination prohibited under international human rights law</p>","SDG_RELATED_INDICATORS":"<p>•5.1.1 Whether or not legal frameworks are in place to promote, enforce and monitor equality and non-discrimination on the basis of sex</p><p>•16.1.3 Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months</p><p>•16.a.1 Existence of independent national human rights institutions in compliance with the Paris Principles</p><p>•16.6.2 Proportion of population satisfied with their last experience of public services</p>","SDG_CUSTODIAN_AGENCIES":"<p>Office of the United Nations High Commissioner for Human Rights (OHCHR)</p>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service </p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>This indicator is defined as the proportion of the population (adults) who self-report that they personally experienced discrimination or harassment during the last 12 months based on ground(s) prohibited by international human rights law. International human rights law refers to the body of international legal instruments aiming to promote and protect human rights, including the Universal Declaration of Human Rights and subsequent international human rights treaties adopted by the United Nations.</p><p><strong>Concepts:</strong></p><p>Discrimination is any distinction, exclusion, restriction or preference or other differential treatment that is directly or indirectly based on prohibited grounds of discrimination, and which has the intention or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of human rights and fundamental freedoms in the political, economic, social, cultural or any other field of public life. Harassment is a form of discrimination when it is also based on prohibited grounds of discrimination. Harassment may take the form of words, gestures or actions, which tend to annoy, alarm, abuse, demean, intimidate, belittle, humiliate or embarrass another or which create an intimidating, hostile or offensive environment. While generally involving a pattern of behaviours, harassment can take the form of a single incident.</p><p>International human rights law provides lists of the prohibited grounds of discrimination. The inclusion of “other status” in these lists indicate that they are not exhaustive and that other grounds may be recognized by international human rights mechanisms. A review of the international human rights normative framework helps identify a list of grounds that includes race, colour, sex, language, religion, political or other opinion, national origin, social origin, property, birth status, disability, age, nationality, marital and family status, sexual orientation, gender identity, health status, place of residence, economic and social situation, pregnancy, indigenous status, afro-descent and other status. In practice, it will be difficult to include all potentially relevant grounds of discrimination in household survey questions. For this reason, it is recommended that data collectors identify contextually relevant and feasible lists of grounds, drawing on the illustrative list and formulation of prohibited grounds of discrimination outlined in the methodology section below, and add an “other” category to reflect other grounds that may not have been listed explicitly.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Ghana Living Standards Survey (GLSS) Round  7, 2019</p><p> Ghana statistical service </p>","DATA_SOURCE":"<p>Ghana statistical service</p>","COMPILING_ORG":"<p>Ghana statistical service</p>","RATIONALE":"<p>The pledge to leave no-one behind and eliminate discrimination is at the centre of the 2030 Agenda for Sustainable Development. The elimination of discrimination is also enshrined in the Universal Declaration of Human Rights and the core international human rights treaties. The purpose of this indicator is to measure a prevalence of discrimination based on the personal experience reported by individuals.  It is considered an outcome indicator (see <a href=\"https://www.ohchr.org/EN/Issues/Indicators/Pages/documents.aspx\">HR/PUB/12/5</a>) helping to measure the effectiveness of non-discriminatory laws, policy and practices for the concerned population groups.</p>","OTHER_DOC":"<p><a href=\"http://www.ohchr.org\">www.ohchr.org</a> </p>","national_metadata_updated_date":"2022-11-05","national_metadata_update_url_text":"2022-11-05: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/4e1c81253852baecc947a68891145cf902941d63","composite_breakdown_label":"Discrimination Status","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-b-1-title","graph_titles":[{"series":"Proportion of population reporting having felt discriminated against [10.3.1, 16.b.1]","title":"Proportion of population reporting having felt discriminated against"}],"graph_type":"bar","indicator_name":"global_indicators.16-b-1-title","target_name":"global_targets.16-b-title","indicator_number":"16.b.1","un_designated_tier":"Tier II","un_custodian_agency":"Office of the United Nations High Commissioner for Human Rights (OHCHR)","goal_meta_link":"https://unstats.un.org/sdgs/tierIII-indicators/files/Tier3-16-b-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://data.worldbank.org/indicator/SI.POV.DDAY?locations=GB","source_url_text_1":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"Research@WorldBank.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"16.b.1","target_id":"16.b","sdg_goal":"16","indicator_sort_order":"16-0b-01"}