{"SDG_GOAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture.</p>","SDG_TARGET":"<p>Target 2.1: By 2030, end hunger and ensure access by all people, in particular the poor and people in vulnerable situations, including infants, to safe, nutritious and sufficient food all year round.</p>","SDG_INDICATOR":"<p>Indicator 2.1.2: Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES).</p>","SDG_SERIES_DESCR":"<p>Prevalence of severe food insecurity in the population [2.1.2]</p><p>Prevalence of moderate or severe food insecurity in the population [2.1.2]</p>","SDG_CUSTODIAN_AGENCIES":"<p>Food and Agriculture Organisation of the United Nations (FAO)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The indicator measures the percentage of individuals in the population who have experienced food insecurity at moderate or severe levels during the reference period. The severity of food insecurity, defined as a latent trait, is measured on the Food Insecurity Experience Scale global reference scale, a measurement standard established by FAO through the application of the Food Insecurity Experience Scale in more than 140 countries worldwide, starting in 2014.</p><p><strong>Concepts:</strong></p><p>Extensive research over more than 25 years has demonstrated that the inability to access food results in a series of experiences and conditions that are fairly common across cultures and socio-economic contexts and that range from being concerned about the ability to obtain enough food, to the need to compromise on the quality or the diversity of food consumed, to being forced to reduce the intake of food by cutting portion sizes or skipping meals, up to the extreme condition of feeling hungry and not having means to access any food for a whole day. Typical conditions like these form the basis of an experience-based food insecurity measurement scale. When analysed through sound statistical methods rooted in Item Response Theory, data collected through such scales provide the basis to compute theoretically consistent, cross country comparable measures of the prevalence of food insecurity. The severity of the food insecurity condition as measured by this indicator thus directly reflects the extent of households’ or individuals’ inability to regularly access the food they need.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p> Ghana Living Standards Survey (GLSS) Round 7, 2017</p>","DATA_SOURCE":"<p>Ghana Statistical Service (GSS)</p>","RATIONALE":"<p>Food insecurity at moderate levels of severity is typically associated with the inability to regularly eat healthy, balanced diets. As such, high prevalence of food insecurity at moderate levels can be considered a predictor of various forms of diet-related health conditions in the population, associated with micronutrient deficiency and unbalanced diets. Severe levels of food insecurity, on the other hand, imply a high probability of reduced food intake and therefore can lead to more severe forms of undernutrition, including hunger.</p>","COVERAGE":"<p>The data has been disaggregated in regions, rural and urban areas</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-02.pdf\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-11-14","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["URBANISATION"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.2-1-2-title","graph_titles":[],"graph_type":"bar","indicator_name":"global_indicators.2-1-2-title","target_name":"global_targets.2-1-title","indicator_number":"2.1.2","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 426 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ghana Statistical Service (GSS)","source_periodicity_1":null,"source_earliest_available_1":2017,"source_geographical_coverage_1":"Ghana","source_url_1":"https://www2.statsghana.gov.gh/nada/index.php/catalog#_r=1664470556419&collection=&country=&dtype=&from=1960&page=1&ps=&sid=&sk=glss&sort_by=rank&sort_order=desc&to=2015&topic=&view=s&vk=","source_url_text_1":"Ghana Living Standards Survey","source_release_date_1":"02/10/2018","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@statsghana.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"2.1","goal_number":"2","indicator_sort_order":"02-01-02"}