{"SDG_INDICATOR_INFO":"<p>Foreign direct investment (FDI) is an investment in a business by an investor from another country for which the foreign investor has control over the business concerned. It is distinguished from foreign portfolio investment by the notion of direct control.</p>","SDG_GOAL":"<h1><a href=\"https://sustainabledevelopment-ghana.github.io/zero-hunger\">Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture</a></h1>","SDG_TARGET":"<p>Target 2.a: Increase investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance agricultural productive capacity in developing countries, in particular least developed countries</p>","SDG_INDICATOR":"<h2>Indicator 2.a.2: Total official flows (official development assistance plus other official flows) to the agriculture sector</h2>","SDG_CUSTODIAN_AGENCIES":"<p>Organisation for Economic Co-operation and Development (OECD)</p>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service</p>","STAT_CONC_DEF":"<p>Percentage of total Foreign Direct Investment that flows into agriculture sector refers to the proportion of total private capital flows from abroad/overseas that goes into the agricultural sector per anum, where agriculture entails Crops, Livestock, Fishing, Forestry and Logging i.e. it is total foreign direct investment flows into the agricultural sector divided by the total foreign direct investment inflows registered.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>: 2019 GIPC Annual Report</p>","RATIONALE":"<p>Total ODA and OOF flows to developing countries quantify the public effort (excluding export credits) that donors provide to developing countries for agriculture.</p>","DATA_COMP":"<p>The indicator, Percentage of total Foreign Direct Investment that flows into agriculture sector, is calculated by dividing total agricultural foreign direct investment inflows by the overall total foreign direct investment inflows registered.</p>","national_metadata_updated_date":"2021-06-16","national_metadata_update_url_text":"2021-06-16: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/6eaec674bdcfd8d0adfe0486b5d7a930b8d2bf43","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.2-a-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.2-a-2-title","indicator_number":"2.a.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicator":"2.a.2","target_id":"2.a","sdg_goal":"2","indicator_sort_order":"02-0a-02"}