{"SDG_GOAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET":"<p>Target 3.7: By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes</p>","SDG_INDICATOR":"<p>Indicator 3.7.2: Adolescent birth rate (aged 10–14 years; aged 15–19 years) per 1,000 women in that age group</p>","SDG_RELATED_INDICATORS":"<p>Indicator is linked to Target 5.6 (Ensure universal access to sexual and reproductive health and reproductive rights as agreed in accordance with the Programme of Action of the International Conference on Population and Development and the Beijing Platform for Action and the outcome documents of their review conferences) because reductions in adolescent childbearing that are brought about by increasing access to sexual and reproductive health-care services are also reflective of improvements in sexual and reproductive health and the exercise of reproductive rights per se. This indicator is linked to Target 17.19 (By 2030 build on existing initiatives to develop measurements of progress on sustainable development that complement gross domestic product and support statistical capacity-building in developing countries) because the estimates of the adolescent birth rate are based in part on birth registration and census data. Strengthened civil registration and vital statistics systems reaching universal coverage of birth registration and conducting at least one census every 10 years are directly relevant for measuring progress on target 3.7</p>","SDG_CUSTODIAN_AGENCIES":"<p>Population Division, Department of Economic and Social Affairs (DESA) </p><p>United Nations Population Fund (UNFPA)</p>","CONTACT_ORGANISATION":"<p>Ghana Health Service</p>","STAT_CONC_DEF":"<p>Definition: Annual number of births to females aged 10-14 or 15-19 years per 1,000 females in the respective age group. </p><p>Concepts: The adolescent birth rate represents the level of childbearing among females in the particular age group. The adolescent birth rate among women aged 15-19 years is also referred to as the age-specific fertility rate for women aged 15-19</p>","SOURCE_TYPE":"<p>Ghana Demographic and Health Survey </p><p>Multiple Indicator Cluster Survey 2017</p>","DATA_SOURCE":"<p>Ghana Health Service</p><p>Ghana Statistical Service</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>Reducing adolescent fertility and addressing the multiple factors underlying it are essential for improving sexual and reproductive health and the social and economic well-being of adolescents. There is substantial agreement in the literature that women who become pregnant and give birth very early in their reproductive lives are subject to higher risks of complications or even death during pregnancy and birth and their children are also more vulnerable. Therefore, preventing births very early in a woman’s life is an important measure to improve maternal health and reduce infant mortality. Furthermore, women having children at an early age experience reduced opportunities for socioeconomic advancement, particularly because young mothers are less likely to complete their education and, if they need to work, may find it especially difficult to combine family and work responsibilities. The adolescent birth rate also provides indirect evidence on access to pertinent health services since young people, and in particular unmarried adolescent women, often experience difficulties in access to sexual and reproductive health services.</p>","DATA_COMP":"<p>The adolescent birth rate is computed as a ratio. The numerator is the number of live births to women aged 15-19 years, and the denominator an estimate of exposure to childbearing by women aged 15-19 years. The computation is the same for the age group 10-14 years. The numerator and the denominator are calculated differently for civil registration, survey and census data. Computation formula: Adolescent Birth Rate (15-19) = (number of births to women ages 15-19/mid-year population of women ages 15-19) * 1,000 In the case of civil registration data, the numerator is the registered number of live births born to women aged 15-19 years during a given year, and the denominator is the estimated or enumerated population of women aged 15-19 years. In the case of survey data, the numerator is the number of live births obtained from retrospective birth histories of the interviewed women who were 15-19 years of age at the time of the births during a reference period before the interview, and the denominator is person-years lived between the ages of 15 and 19 years by the interviewed women during the same reference period. The reported observation year corresponds to the middle of the reference period. For some surveys without data on retrospective birth histories, computation of the adolescent birth rate is based on the date of last birth or the number of births in the 12 months preceding the survey. With census data, the adolescent birth rate is computed on the basis of the date of last birth or the number of births in the 12 months preceding the enumeration. The census provides both the numerator and the denominator for the rates. In some cases, the rates based on censuses are adjusted for underregistration based on indirect methods of estimation. For some countries with no other reliable data, the own-children method of indirect estimation provides estimates of the adolescent birth rate for a number of years before the census. Last updated: 2022-03-31 Whenever data are available, adolescent fertility at ages 10-14 years can also be computed</p>","COVERAGE":"<p>The data has no disaggregation</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/999e04a95bda4aa30b6b71384e6445230c2e1b5f","composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-7-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-7-2-title","target_name":"global_targets.3-7-title","indicator_number":"3.7.2","un_designated_tier":"Tier I","un_custodian_agency":"Department of Economic and Social Affairs (DESA), United Nations Population Fund (UNFPA)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-07-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 90.8 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ghana Statistical Service","source_periodicity_1":"Annual","source_earliest_available_1":1988,"source_geographical_coverage_1":"Ghana","source_url_1":"https://dhsprogram.com/Publications/Publication-Search.cfm?ctry_id=14&country=Ghana","source_url_text_1":"Ghana Demographic and Health Survey","source_release_date_1":2017,"source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@statsghana.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"3.7.2","target_id":"3.7","sdg_goal":"3","indicator_sort_order":"03-07-02"}