{"SDG_GOAL":"<p><strong>Goal 3: </strong>Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET":"<p><strong>Target 3.9: </strong>By 2030, substantially reduce the number of deaths and illnesses from hazardous</p><p>chemicals and air, water and soil pollution and contamination</p>","SDG_INDICATOR":"<p><strong>Indicator (National): </strong>Level of CO2 emission from vehicles</p>","CONTACT_ORGANISATION":"<p>MESTI, EPA, DVLA</p>","CONTACT_NAME":"<p>Director of Environment (MESTI),</p><p> UNFCCC Focal Point (EPA), </p><p>Executive Director, DVLA</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The indicator measures the level of CO2 emissions from vehicles.</p><p><strong>Concepts:</strong></p><p><strong>Greenhouse gas emissions (GHG emissions)</strong></p><p>All gas emissions coming for 4 sectors – all energy (combustible and fugitive) including transport,</p><p>industrial process and product use, Agriculture, Forestry and Other Land Use (AFOLU), and waste.</p><p>Ghana’s total GHG emissions stood at 42.2 million tonnes (Mt) CO2-equivalent (CO2e) in 2016,</p><p>The 2012 emissions were 39.4 million tonnes (Mt) CO2-equivalent (CO2e) and 2000 - 27.3 million</p><p>tonnes (Mt) CO2-equivalent (CO2e).</p><p>Increases in the emission trends corresponded to the on-going structural economic transformation</p><p>agenda which has led to sustained growth and expansion of the national economy. The expansion</p><p>in the economy has resulted in notable rise in emissions from road transport, electricity generation</p><p>from crude oil-fired thermal plants, increasing demand for biomass use. With respect the gases,</p><p>CO2 was the most significant, accounting for 44% of total national emissions, followed by N2O and</p><p>CH4, which comprised 30.8% and 24.8% respectively</p><p><strong>Carbon dioxide emissions </strong>are those stemming from the burning of fossil fuels and the manufacture</p><p>of cement. They include carbon dioxide produced during consumption of solid, liquid, and gas fuels</p><p>and gas flaring. CO2 emission from transport has been increasing. It increased from 2.81(MtCO2e)</p><p>in 2000 to 4.68 (MtCO2e). The main driver for the increase in transport emissions is continuing</p><p>growth in the number of passenger vehicles and the expanding domestic aviation industry.</p>","SOURCE_TYPE":"<p>Administrative (Assessment)</p>","COLL_METHOD":"<p>Through physical measurements or modelling</p>","RATIONALE":"<p>CO2 emissions accounted for the largest share of gases in the energy sector. They accounted for 93%</p><p>of the total GHG emissions of which transport and electricity generation were the main sources.</p><p>Between 1990 and 2012, CO2 emissions rose by 79.3%; 2.6 Mt in 1990 to 12.59 Mt in 2012. The</p><p>increases in CO2 emissions were mainly due to the increasing emissions contributions from the</p><p>transport and energy industries categories. The rise in the CO2 emissions could be seen as a result</p><p>of the following factors (a) increasing traffic congestion in the urban centres (b) increasing thermal</p><p>electricity in the generation mix (c) increasing use of stand-by generators in commercial activities</p><p>during load shedding periods, by the utility companies and (d) kerosene use in both domestic</p><p>(non-electrified rural areas) and commercial (part of urban centers) lighting. Increases in CO2</p><p>emissions has adverse effects on the environment and health and so monitoring the indicator</p><p>will help achieve the Target 3.9 by 2030, which is, substantially reduce the number of deaths and</p><p>illnesses from hazardous chemicals and air, water and soil pollution and contamination.</p>","REC_USE_LIM":"<p>The process of estimating GHG emissions has inherent uncertainties. The way the activity data and</p><p>emission factors are generated, either through physical measurements or modelling, carries certain</p><p>levels of uncertainty. Datasets that are produced through such processes introduce their inherent</p><p>uncertainties into the GHG accounting. Managing these uncertainties, and reducing them over</p><p>time, is recognized by the IPCC Good Practice reports (IPCC 2000, 2003) as an important element</p><p>of inventory preparation and development.</p>","DATA_COMP":"<p>Two assessment approaches – level assessment (measurement of CO2 levels are taken in a particular</p><p>year) and trend assessment (gas levels from several years are taken and trend analysis made).</p>","QUALITY_ASSURE":"<p>Implementation of tier I quality control procedures which involved ensuring internal consistency</p><p>and proper documentation as well as internal and international review of documentation</p>","COVERAGE":"<p><strong>Data availability and gaps:</strong></p><p>Data available from 1990</p>","COMPARABILITY":"<p>Indicator is a nationally determined indicator</p>","OTHER_DOC":"<p>Ghana’s First Biennial Update Report: Ghana Government submission to the United Nations</p><p>Framework Convention on Climate Change, 2015 (MESTI)</p>","national_metadata_updated_date":"2022-09-20","national_metadata_update_url_text":"2022-09-20: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/cd5a753a29791268ecc43ed6783daa29760344fd","indicator":"3.9.z2","target_id":"3.9","sdg_goal":"3","reporting_status":"notstarted","data_non_statistical":true,"graph_type":"line","indicator_sort_order":"03-09-z2","indicator_name":"global_indicators.3-9-z2-title","graph_title":"global_indicators.3-9-z2-title"}