{"SDG_GOAL":"<p><strong>Goal 3: </strong>Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET":"<p><strong>Target 3.9: </strong>By 2030, substantially reduce the number of deaths and illnesses from hazardous</p><p>chemicals and air, water and soil pollution and contamination</p>","SDG_INDICATOR":"<p><strong>Indicator (National): </strong>Level of chemical use in agriculture</p>","CONTACT_ORGANISATION":"<p>Environmental Protection Agency (EPA), District Department of Agriculture (DDA) Extension</p><p>Officers.</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The indicator measures the level of chemical use in agriculture</p><p>Pollution is the introduction of harmful materials into the environment. These harmful materials are called pollutants.</p><p><strong>Concepts:</strong></p><p><strong>Level of Chemical use in Agriculture: </strong>It involves the assessment of how chemicals used in</p><p>agriculture is applied. Each chemical has the recommended dose for application per an area of</p><p>land so monitoring is done to ascertain whether the recommended dose has been applied. The</p><p>level of application could be high, low or normal and they all have implications for both the environment, crops on which they were applied and health of Ghanaians. High doses could damage</p><p>the environment and crops and eventually human beings as the chemicals that are retained in the</p><p>crops get into human being after they have been consumed. Low dose will also not yield the desired</p><p>result since the chemical will not be effective.</p><p><strong>Agrochemicals: </strong>These are chemicals that are used in agriculture. There are different classes of</p><p>agrochemicals, the most common ones are pesticides, insecticides, weedicides and fertilizers.</p><p><strong>Pesticides: </strong>Are chemicals that are used to control pests on farms.</p><p><strong>Insecticides: </strong>Are chemicals used to control insects on farms. Both pests and insects may cause</p><p>damage to the crops on farms and eventually deprive the farmer of his/her livelihood.</p><p><strong>Weedicides: </strong>Are a class of chemicals that are used to control weeds on farms. There may be ones</p><p>that would destroy all weeds including crops and others that are selective in nature and would only</p><p>destroy the weeds and leave the crops unharmed.</p><p><strong>Fertilizers: </strong>These are chemicals that are applied to the soil to improve the nutrient content of the</p><p>soil from which the crops derive their nutrients. The application of the recommended doses enable</p><p>the crops to get the required nutrients in the right proportions and so produce high yields per an</p><p>area of crop land</p>","SOURCE_TYPE":"<p>Both administrative through monitoring recommended doses of application by farmers and field</p><p>assessment of the effects of the chemicals on crops, soil and the environment.</p>","DATA_SOURCE":"<p>Environmental Protection Agency.</p>","COMPILING_ORG":"<p>Environmental Protection Agency</p>","RATIONALE":"<p><strong>Rationale:</strong></p><p>Agrochemicals are important agricultural inputs that every farmer or farm establishment cannot</p><p>do without. They are needed to maintain better cultural practices, control undesired insects, pests</p><p>and crop diseases to guarantee better crop yields. However, misapplication and poor management</p><p>of the chemicals have adverse consequences. They may not give the desired results if the doses</p><p>used are below the recommended. On the other hand if higher than recommended doses are</p><p>applied, they could destroy the crops or become saturated in the crops which will cause harm</p><p>to human beings when consumed. Moreover, since the chemicals all go into the soil they could</p><p>have adverse effects on the environment. Eventually, scarce financial resource would be used to</p><p>resolve the challenges that the chemicals may have caused. Better management of chemicals and</p><p>monitoring of their levels in agriculture will contribute to achieving the Target 3.9 by 2030, which is</p><p>to substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water</p><p>and soil pollution and contamination.</p>","REC_USE_LIM":"<p>The process of estimating GHG emissions has inherent uncertainties. The way the activity data and</p><p>emission factors are generated, either through physical measurements or modelling, carries certain</p><p>levels of uncertainty. Datasets that are produced through such processes introduce their inherent</p><p>uncertainties into the GHG accounting. Managing these uncertainties, and reducing them over</p><p>time, is recognized by the IPCC Good Practice reports (IPCC 2000, 2003) as an important element</p><p>of inventory preparation and development.</p>","DATA_COMP":"<p>CO2 levels are computed using two approaches - level assessment where measurements of CO2</p><p>levels are taken in a particular year or trend assessment where the CO2 levels taken from several</p><p>years (several level assessments) are analyzed to get a trend. The CO2 levels are measured in million</p><p>tones (Mt) CO2-equivalent (CO2e).</p>","QUALITY_ASSURE":"<p>Adherence to internal consistency checks and proper documentation.</p>","COMPARABILITY":"<p>Indicator is a nationally determined indicator</p>","national_metadata_updated_date":"2022-09-20","national_metadata_update_url_text":"2022-09-20: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/cd5a753a29791268ecc43ed6783daa29760344fd","indicator":"3.9.z1","target_id":"3.9","sdg_goal":"3","reporting_status":"notstarted","data_non_statistical":true,"graph_type":"line","indicator_sort_order":"03-09-z1","indicator_name":"global_indicators.3-9-z1-title","graph_title":"global_indicators.3-9-z1-title"}