{"SDG_GOAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET":"<p>Target 3.c: Substantially increase health financing and the recruitment, development, training and retention of the health workforce in developing countries, especially in least developed countries and small island developing States</p>","SDG_INDICATOR":"<p>Indicator 3.c.1: Health worker density and distribution</p>","SDG_SERIES_DESCR":"<p>Doctor to population ratio</p><p>Nurse to population ratio</p>","SDG_CUSTODIAN_AGENCIES":"<p>Health Workforce Department, World Health Organization (WHO)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>Density of medical doctors: The density of medical doctors is defined as the number of medical doctors, including generalists and specialist medical practitioners per 10,000 population in the given national and/or subnational area. <a href=\"https://www.ilo.org/public/english/bureau/stat/isco/isco08/\">The International Standard Classification of Occupations (ISCO) unit group codes</a> included in this category are 221, 2211 and 2212 of ISCO-08.</p><p>Density of nursing and midwifery personnel: The density of nursing and midwifery personnel is defined as the number of nursing and midwifery personnel per 10,000 population in the given national and/or subnational area.The ISCO-08 codes included in this category are 2221, 2222, 3221 and 3222.</p><p>Density of dentists: The density of dentists is defined as the number of dentists per 10,000 population in the given national and/or subnational area. The ISCO-08 codes included in this category are 2261.</p><p>Density of pharmacists: The density of pharmacists is defined as the number of pharmacists per 10,000 population in the given national and/or subnational area. The ISCO-08 codes included in this category are 2262.</p><p><strong>Health worker distribution by sex</strong></p><p>Percentage of male medical doctors: Male doctors as percentage of all medical doctors at national level. The ISCO-08 codes included in this category are 221, 2211 and 2212.</p><p>Percentage of female medical doctors: Female doctors as percentage of all medical doctors at national level. The ISCO-08 codes included in this category are 221, 2211 and 2212.</p><p>Percentage of male nursing personnel: Male nursing personnel as percentage of all nursing personnel at national level. The ISCO-08 codes included in this category are 2221 and 3221.</p><p>Percentage of female nursing personnel: Female nursing personnel as percentage of all nursing personnel at national level. The ISCO-08 codes included in this category are 2221 and 3221.</p>","UNIT_MEASURE":"<p>Ratio</p>","SOURCE_TYPE":"<p>Holistic Assessment of the Health Sector Programme of Work</p>","DATA_SOURCE":"<p>Ministry of Health (MoH)</p>","RATIONALE":"<p>A health workforce of adequate size and skill mix, as well as required teachers and trainers, are critical to the attainment of any population health goal. This includes the achievement of universal health coverage and the health-related targets of the United Nations Sustainable Development Goals.<br/> A suboptimal allocation of health workers is one of the main challenges that directly influences the availability, accessibility, quality and performance of national health services. It is clear that efforts to achieve the SDGs and Universal Health Coverage (UHC) are thwarted by these health workforce challenges.<br/>Therefore, the World Health Organization (WHO) and its partners developed the <a href=\"https://apps.who.int/iris/bitstream/handle/10665/250368/9789241511131-eng.pdf\">Global Strategy on Human Resources for Health: Workforce 2030 (GSHRH)</a>, which sets out the policy agenda to ensure a health workforce that is fit for purpose to attain the targets of UHC and the SDGs (WHO 2016).</p>","COVERAGE":"<p>There is no available disaggregation for this indicator.</p>","national_metadata_updated_date":"2022-11-11","composite_breakdown_label":"","computation_units":"Ratio","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-c-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-c-1-title","target_name":"global_targets.3-c-title","indicator_number":"3.c.1","un_designated_tier":"Tier I","un_custodian_agency":"World Health Organisation (WHO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-0C-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 207 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ministry of Health (MoH)","source_periodicity_1":"Annual","source_earliest_available_1":2016,"source_geographical_coverage_1":"Ghana","source_url_1":"https://www.moh.gov.gh/annual-reviews/","source_url_text_1":"Holistic Assessment of Health Sector Programme of Work","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@moh.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"3.c","goal_number":"3","indicator_sort_order":"03-0c-01"}