{"SDG_GOAL":"<p><strong>Goal 4: </strong>Ensure inclusive and equitable quality education and promote lifelong learning opportunities</p><p>for all</p>","SDG_TARGET":"<p><strong>Target 4.a: </strong>Build and upgrade education facilities that are child, disability and gender sensitive and</p><p>provide safe, non-violent, inclusive and effective learning environments for all.</p>","SDG_INDICATOR":"<p><strong>Indicator 4.a.1: </strong>Proportion of schools with access to: (a) electricity; (b) the Internet for pedagogical</p><p>purposes; (c) computers for pedagogical purposes; (d) adapted infrastructure and materials for</p><p>students with disabilities; (e) basic drinking water; (f) single-sex basic sanitation facilities; and (g)</p><p>basic hand washing facilities (as per the WASH indicator definitions)</p>","SDG_CUSTODIAN_AGENCIES":"<p>UNESCO Institute for Statistics (UIS)</p>","CONTACT_ORGANISATION":"<p>Ghana Education Service (GES)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The percentage of schools by level of education (primary education) with access to the given facility</p><p>or service.</p><p><strong>Concept:</strong></p><p><strong>Electricity: </strong>Regularly and readily available sources of power (e.g. grid/mains connection, wind,</p><p>water, solar and fuel-powered generator, etc.) that enable the adequate and sustainable use of ICT</p><p>infrastructure for educational purposes.</p><p><strong>Internet for pedagogical purposes: </strong>Internet that is available for enhancing teaching and learning</p><p>and is accessible by pupils. Internet is defined as a worldwide interconnected computer network,</p><p>which provides pupils access to a number of communication services including the World Wide</p><p>Web and carries e-mail, news, entertainment and data files, irrespective of the device used (i.e.</p><p>not assumed to be only via a computer) and thus can also be accessed by mobile telephone, tablet,</p><p>PDA, games machine, digital TV etc.). Access can be via a fixed narrowband, fixed broadband, or</p><p>via mobile network.</p><p><strong>Computers for pedagogical use: </strong>Use of computers to support course delivery or independent</p><p>teaching and learning needs. This may include activities using computers or the Internet to meet</p><p>information needs for research purposes; develop presentations; perform hands-on exercises</p><p>and experiments; share information; and participate in online discussion forums for educational</p><p>purposes. A computer is a programmable electronic device that can store, retrieve and process data,</p><p>as well as share information in a highly-structured manner. It performs high-speed mathematical or</p><p>logical operations according to a set of instructions or algorithms. Computers include the following</p><p>types:</p><p>- A desktop computer usually remains fixed in one place; normally the user is placed in front</p><p>of it, behind the keyboard;</p><p>- A laptop computer is small enough to carry and usually enables the same tasks as a desktop</p><p>computer; it includes notebooks and netbooks but does not include tablets and similar</p><p>handheld devices; and</p><p>- A tablet (or similar handheld computer) is a computer that is integrated into a flat touch</p><p>screen, operated by touching the screen rather than using a physical keyboard.</p><p><strong>Adapted infrastructure: </strong>Any built environment related to education facilities that are accessible</p><p>to all users, including those with different types of disability, to be able to gain access to use and</p><p>exit from them. Accessibility includes ease of independent approach, entry, evacuation and/or use</p><p>of a building and its services and facilities (such as water and sanitation), by all of the building’s</p><p>potential users with an assurance of individual health, safety and welfare during the course of those</p><p>activities.</p><p><strong>Adapted materials: </strong>Learning materials and assistive products that enable students and teachers</p><p>with disabilities/functioning limitations to access learning and to participate fully in the school</p><p>environment.</p><p><strong>Accessible learning materials: </strong>Textbooks, instructional materials, assessments and other materials</p><p>that are available and provided in appropriate formats such as audio, braille, sign language and</p><p>simplified formats that can be used by students and teachers with disabilities/functioning limitations.</p><p><strong>Basic drinking water: </strong>Is defined as a functional drinking water source (MDG ‘improved’ categories)</p><p>on or near the premises and water points accessible to all users during school hours.</p><p><strong>Basic sanitation facilities: </strong>Are defined as functional sanitation facilities (MDG ‘improved’</p><p>categories) separated for males and females on or near the premises.</p><p><strong>Basic hand washing facilities: </strong>Are defined as functional hand washing facilities, with soap and</p><p>water available to all girls and boys.</p>","UNIT_MEASURE":"<p>Percent</p>","SOURCE_TYPE":"<p>Administrative data from schools and other providers of education or training.</p>","COLL_METHOD":"<p>Conduct Annual School Census</p>","DATA_SOURCE":"<p>World Bank</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The indicator measures access in schools to key basic services and facilities necessary to ensure a</p><p>safe and effective learning environment for all students.</p><p>A high value indicates that schools have good access to the relevant services and facilities. Ideally</p><p>each school should have access to all these services and facilities.</p>","REC_USE_LIM":"<p><strong>Limitations</strong></p><p>The indicator measures the existence in schools of the given service or facility but not its quality or</p><p>operational state.</p>","DATA_COMP":"<p>The number of schools in a given level of education with access to the relevant facilities is expressed</p><p>as a percentage of all schools at that level of education. The computation is as follows:</p><p>     PSn, f = </p><p>where:</p><p>PSn,f = Percentage of schools at level n of education with access to facility f</p><p>Sn,f = Number of schools at level n of education with access to facility f</p><p>Sn = Total number of schools at level n of education</p>","QUALITY_ASSURE":"<p>Adopt MoE quality assurance system</p>","COVERAGE":"<p><strong>Data availability</strong></p><p>Annual data from School Census fed into the Education Management Information System (EMIS)</p><p>database</p><p><strong>Data disaggregation</strong></p><p>Disaggregation by level of education</p>","COMPARABILITY":"<p>Nationally-published figures may differ from the international ones because of differences between</p><p>national education systems and the International Standard Classification of Education (ISCED); or</p><p>differences in coverage (i.e. the extent to which different types of education – e.g. private or special</p><p>education – are included in one rather than the other).</p>","OTHER_DOC":"<p>Ministry of Education EMIS data base</p><p>URL:</p><p>http://www.uis.unesco.org/Pages/default.aspx</p><p>The proportion of schools with access to electricity, the Internet for pedagogical purposes and</p><p>computers for pedagogical purposes: see Guide to Measuring Information and Communication</p><p>Technologies (ICT) in Education, UIS Technical Paper No. 2.</p><p>WASH Monitoring Indicators: http://www.unicef.org/wash/files/4_WSSCC_JMP_Fact_Sheets_4_</p><p>UK_LoRes.pdf</p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/999e04a95bda4aa30b6b71384e6445230c2e1b5f","composite_breakdown_label":"Sector","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.4-a-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.4-a-1-title","target_name":"global_targets.4-a-title","indicator_number":"4.a.1","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Educational, Scientific and Cultural Organization - Institute for Statistics (UNESCO-UIS)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-0A-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 222 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ministry of Education","source_periodicity_1":"Annual","source_earliest_available_1":"","source_geographical_coverage_1":"Ghana","source_url_1":"https://moe.gov.gh/emis/","source_url_text_1":"EMIS Data Centre, Ministry of Education","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"pro@moe.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"4.a.1","target_id":"4.a","sdg_goal":"4","indicator_sort_order":"04-0a-01"}