{"SDG_GOAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET":"<p>Target 5.5: Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life</p>","SDG_INDICATOR":"<p>Indicator 5.5.1: Proportion of seats held by women in (a) national parliaments and (b) local governments</p>","SDG_SERIES_DESCR":"<p>Proportion of elected seats held by women in deliberative bodies of local government [5.5.1]</p><p>Proportion of seats held by women in national parliaments (% of total number of seats) [5.5.1]</p><p>Proportion of women among Metropolitan, Municipal and District Chief Executives (MMDCES)</p>","SDG_RELATED_INDICATORS":"<p>16.7.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>Inter-Parliamentary Union (IPU)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The proportion of seats held by women in (a) national parliaments, currently as at 1st January of the reporting year, is currently measured as the number of seats held by women members in single or lower chambers of national parliaments, expressed as a percentage of all occupied seats.</p><p><strong>Concepts:</strong></p><p>Seats refer to the number of parliamentary mandates, also known as the number of members of parliament. Seats are usually won by members in general parliamentary elections. Seats may also be filled by nomination, appointment, indirect election, rotation of members and by-election.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Parliamentary records, 2020 </p><p>Ministry of Local Government and Rural Development (MLGRD),  2019</p><p>Ghana’s Sustainable Development Goals (SDGs) Report, 2020</p>","DATA_SOURCE":"<p>Parliament of Ghana</p><p>Ministry of Local Government and Rural Development (MLGRD)</p>","COMPILING_ORG":"<p>National Development Planning Committee (NDPC)</p>","RATIONALE":"<p>The indicator measures the degree to which women have equal access to parliamentary decision making. Women’s participation in parliaments is a key aspect of women’s opportunities in political and public life, and is therefore linked to women’s empowerment. Equal numbers of women and men in lower chambers would give an indicator value of 50 percent. A stronger presence of women in parliament allows new concerns to be highlighted on political agendas, and new priorities to be put into practice through the adoption and implementation of policies and laws. The inclusion of the perspectives and interests of women is a prerequisite for democracy and gender equality, and contributes to good governance. A representative parliament also allows the different experiences of men and women to affect the social, political and economic future of societies. Although the international community has supported and promoted women’s participation in political decision-making structures for several decades, improvement in women’s access to parliament has been slow. This has led to the introduction of special policy and legal measures to increase women’s shares of parliamentary seats in Ghana. </p>","DATA_COMP":"<p>(1) Number of seats in national parliament occupied by women divided by the total number of seats in national parliament, multiplied by 100 </p><p>(2) Number of seats in local assemblies occupied by women divided by the total number of seats in local assemblies, multiplied by 100</p>","COVERAGE":"<p>There is no available disaggregation for this indicator.</p>","national_metadata_updated_date":"2022-11-12","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.5-5-1-title","graph_titles":[],"graph_type":"bar","indicator_name":"global_indicators.5-5-1-title","target_name":"global_targets.5-5-title","indicator_number":"5.5.1","un_designated_tier":"Tier I","un_custodian_agency":"Inter-Parliamentary Union (IPU), UN Women","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=5&Target=5.5","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"National Development Planning Commission (NDPC)","source_periodicity_1":"","source_earliest_available_1":2016,"source_geographical_coverage_1":"Ghana","source_url_1":"https://ndpc.gov.gh/media/2020_SDGs_Report-Final.pdf","source_url_text_1":"Ghana's Sustainable Development Goals (SDGs) Report, 2020","source_release_date_1":"","source_next_release_1":"","source_statistical_classification_1":"Official","source_contact_1":"info@ndpc.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"5.5","goal_number":"5","indicator_sort_order":"05-05-01"}