{"SDG_GOAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET":"<p>Target 5.b: Enhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women</p>","SDG_INDICATOR":"<p>Indicator 5.b.1: Proportion of individuals who own a mobile telephone, by sex</p>","META_LAST_UPDATE":"<p>2022-9-13</p>","SDG_RELATED_INDICATORS":"<p>1.4, 2.c, 11.b, 12.8, 13.1, 16.10, 17.8</p>","SDG_CUSTODIAN_AGENCIES":"<p>International Telecommunication Union (ITU)</p>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The proportion of individuals who own a mobile telephone, by sex is defined as the ‘proportion of individuals who own a mobile telephone, by sex’.</p><p><strong>Concepts:</strong></p><p>An individual owns a mobile cellular phone if he/she has a mobile cellular phone device with at least one active SIM card for personal use. Mobile cellular phones supplied by employers that can be used for personal reasons (to make personal calls, access the Internet, etc.) are included. Individuals who have only active SIM card(s) and not a mobile phone device are excluded. Individuals who have a mobile phone for personal use that is not registered under his/her name are also included. An active SIM card is a SIM card that has been used in the last three months.</p><p>A mobile (cellular) telephone refers to a portable telephone subscribing to a public mobile telephone service using cellular technology, which provides access to the PSTN. This includes analogue and digital cellular systems and technologies such as IMT-2000 (3G) and IMT-Advanced. Users of both postpaid subscriptions and prepaid accounts are included.</p>","UNIT_MEASURE":"<p>Percentage</p>","SOURCE_TYPE":"<p>Ghana Living Standards Survey (GLSS) Round 7,2019</p>","DATA_SOURCE":"<p>Ghana Statistical Service (GSS)</p>","COMPILING_ORG":"<p>GSS</p>","RATIONALE":"<p>Mobile phone networks have spread rapidly over the last decade and the number of mobile-cellular subscriptions is quasi equal to the number of the people living on earth. However, not every person uses, or owns a mobile-cellular telephone. Mobile phone ownership, in particular, is important to track gender equality since the mobile phone is a personal device that, if owned and not just shared, provides women with a degree of independence and autonomy, including for professional purposes. A number of studies have highlighted the link between mobile phone ownership and empowerment, and productivity growth. Existing data on the proportion of women owning a mobile phone suggest that less women than men own a mobile phone. This indicator highlights the importance of mobile phone ownership to track and to improve gender equality, and monitoring will help design targeted policies to overcome the gender divide. </p>","national_metadata_updated_date":"2021-11-15","national_metadata_update_url_text":"2021-11-15: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/cf6256623211021208af2aae2efb8cc457e226da","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["SEX"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.5-b-1-title","graph_titles":[],"graph_type":"bar","indicator_name":"global_indicators.5-b-1-title","indicator_number":"5.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicator":"5.b.1","target_id":"5.b","sdg_goal":"5","indicator_sort_order":"05-0b-01"}