{"SDG_GOAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET":"<p>Target 6.2: By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations</p>","SDG_INDICATOR":"<p> Indicator 6.2.1: Proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water</p>","META_LAST_UPDATE":"<p>2022-9-13</p>","SDG_RELATED_INDICATORS":"<p>All targets under Goal 6, as well as targets 1.2, 1.4, 2.2, 3.2, 3.8, 3.9, 4a, 5.4 and 11.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>World Health Organization (WHO)</p><p>United Nations Children's Fund (UNICEF)</p>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The Proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water is currently being measured by the proportion of the population using a basic sanitation facility which is not shared with other households and where excreta is safely disposed in situ or treated off-site. ‘Improved’ sanitation facilities include: flush or pour flush toilets to sewer systems, septic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting toilets. </p><p>Population with a basic hand washing facility: a device to contain, transport or regulate the flow of water to facilitate hand washing with soap and water in the household.</p><p><strong>Concepts:</strong></p><p>Improved sanitation facilities include the following: flush or pour flush toilets to sewer systems, septic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting toilets.</p><p>Safely disposed in situ; when pit latrines and septic tanks are not emptied, the excreta may still remain isolated from human contact and can be considered safely managed. For example, with the new SDG indicator, households that use twin pit latrines or safely abandon full pit latrines and dig new facilities, a common practice in rural areas, would be counted as using safely managed sanitation services.</p><p>Treated offsite; not all excreta from toilet facilities conveyed in sewers (as wastewater) or emptied from pit latrines and septic tanks (as fecal sludge) reaches a treatment site. For instance, a portion may leak from the sewer itself or, due to broken pumping installations, be discharged directly to the environment. Similarly, a portion of the fecal sludge emptied from containers may be discharged into open drains, to open ground or water bodies, rather than being transported to a treatment plant. And finally, even once the excreta reaches a treatment plant a portion may remain untreated, due to dysfunctional treatment equipment or inadequate treatment capacity, and be discharged to the environment. For the purposes of SDG monitoring, adequacy of treatment will initially be assessed based on the reported level of treatment.</p><p>A hand washing facility with soap and water: a hand washing facility is a device to contain, transport or regulate the flow of water to facilitate hand washing. This indicator is a proxy of actual hand washing practice, which has been found to be more accurate than other proxies such as self-reports of hand washing practices.</p>","UNIT_MEASURE":"<p>Percentage</p>","CLASS_SYSTEM":"<p>WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene has established international standards for classification of sanitation facilities and service levels to benchmark and compare progress across countries (see washdata.org).</p>","SOURCE_TYPE":"<p>Ghana Living Standards Survey (GLSS) Round 7, 2019</p><p>2018 Ghana Multiple Indicator Cluster Survey(MICS)</p>","DATA_SOURCE":"<p>Ghana Statistical Service(GSS)</p>","COMPILING_ORG":"<p>GSS</p>","RATIONALE":"<p>Access to safe sanitation and hygiene services is essential for good health, welfare and productivity and is widely recognized as a human right. Unsafe management of human excreta and poor sanitation practices are closely associated with diarrhea diseases, which exacerbate malnutrition and remain a major public health concern and a leading global cause of child deaths, as well as parasitic infections such as soil transmitted helminths (worms) and a range of other neglected tropical diseases. While access to a hygienic toilet facility is essential for reducing the transmission of pathogens, it is equally important to ensure safe management, treatment and disposal of the excreta produced. Sharing of sanitation facilities is also an important consideration given the negative impacts on dignity, privacy and personal safety. Lack of access to suitable sanitation and hygiene facilities is a major cause of risks and anxiety, especially for women and girls. For all these reasons, access to sanitation and hygiene services that prevent disease, provide privacy and ensure dignity has been recognized as a basic human right. The SDG target 6.2 relating to sanitation and hygiene aim to achieve this right through universal access to safely managed services. As a result, the SDG indicator 6.2.1.a is designed to address safe management of sanitation services along the sanitation chain, including containment, emptying, treatment and disposal of the wastes. In other words, the indicator combines information on whether households use improved and private (not shared) toilets and safe management of the fecal waste deposited in those toilets</p>","DATA_COMP":"<p>Method of computation: Household surveys and censuses provide data on use of types of basic sanitation facilities listed above, as well as the presence of handwashing materials in the home. The percentage of the population using safely managed sanitation services is calculated by combining data on the proportion of the population using different types of basic sanitation facilities with estimates of the proportion of faecal waste which is safely disposed in situ or treated off-site</p>","national_metadata_updated_date":"2021-11-01","national_metadata_update_url_text":"2021-11-01: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/2e4aa100ea6750ff13a6755a492b81578e54bc9f","composite_breakdown_label":"Type of Toilet","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.6-2-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.6-2-1-title","indicator_number":"6.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicator":"6.2.1","target_id":"6.2","sdg_goal":"6","indicator_sort_order":"06-02-01"}