{"SDG_GOAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET":"<p>Target 6.4: By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity</p>","SDG_INDICATOR":"<p>Indicator 6.4.2: Level of water stress: freshwater withdrawal as a proportion of available freshwater resources</p>","SDG_RELATED_INDICATORS":"<p>1.5.1</p><p>2.4.1</p><p>6.1.1</p><p>6.3.1</p><p>6.4.1</p><p>6.5.1</p><p>6.6.1</p><p>11.5.1</p><p>15.3.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The level of water stress: freshwater withdrawal as a proportion of available freshwater resources is the ratio between total freshwater withdrawn by all major sectors and total renewable freshwater resources, after taking into account environmental flow requirements. </p><p>Main sectors, as defined by <a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">ISIC standards</a>, include agriculture; forestry and fishing; manufacturing; electricity industry; and services. </p><p>This indicator is also known as water withdrawal intensity.</p><p><strong>Concepts:</strong></p><p>This indicator provides an estimate of pressure by all sectors on the country’s renewable freshwater resources. A low level of water stress indicates a situation where the combined withdrawal by all sectors is marginal in relation to the resources, and has therefore little potential impact on the sustainability of the resources or on the potential competition between users. A high level of water stress indicates a situation where the combined withdrawal by all sectors represents a substantial share of the total renewable freshwater resources, with potentially larger impacts on the sustainability of the resources and potential situations of conflicts and competition between users. </p><p>Total renewable freshwater resources (TRWR) are expressed as the sum of internal and external renewable water resources. </p><p>Internal renewable water resources are defined as the long-term average annual flow of rivers and recharge of groundwater for a given country generated from endogenous precipitation. </p><p>External renewable water resources refer to the flows of water entering the country. </p><p>Total freshwater withdrawal (TFWW) is the volume of freshwater extracted from its source (rivers, lakes, aquifers) for agriculture, industries and services.</p><p>Environmental flow requirements (EFR) are defined as the quantity and timing of freshwater flows and levels necessary to sustain aquatic ecosystems, which, in turn, support human cultures, economies, sustainable livelihoods, and well-being.  </p>","UNIT_MEASURE":"<p>M3/Per person/year</p>","SOURCE_TYPE":"<p>Water Resources Commission (WRC) Annual Report, 2021</p>","DATA_SOURCE":"<p>Water Resources Commission (WRC)</p>","COMPILING_ORG":"<p>Ghana Statistical Service (GSS)</p>","RATIONALE":"<p>The purpose of this indicator is to show the degree to which water resources are being exploited to meet the country's water demand. It measures a country's pressure on its water resources and therefore the challenge on the sustainability of its water use. The indicator shows to what extent water resources are already used, and signals the importance of effective supply and demand management policies. This indicator provides an estimate of pressure by all sectors on Ghana’s renewable freshwater resources. A low level of water stress indicates a situation where the combined withdrawal by all sectors is marginal in relation to the resources, and has therefore little potential impact on the sustainability of the resources or on the potential competition between users. A high level of water stress indicates a situation where the combined withdrawal by all sectors represents a substantial share of the total renewable freshwater resources, with potentially larger impacts on the sustainability of the resources and potential situations of conflicts and competition between users.</p>","COVERAGE":"<p>There is no available disaggregation for this indicator.</p>","national_metadata_updated_date":"2022-11-10","composite_breakdown_label":"","computation_units":"m3/per person/year","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.6-4-2-title","graph_titles":[{"series":"Per capita share of raw water (m3/per person/year)","title":"Per capita share of raw water (m3/per person/year)"}],"graph_type":"line","indicator_name":"global_indicators.6-4-2-title","target_name":"global_targets.6-4-title","indicator_number":"6.4.2","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization of the United Nations (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-06-04-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 615 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Water Resources Commission (WRC)","source_periodicity_1":"","source_earliest_available_1":2013,"source_geographical_coverage_1":"Ghana","source_url_1":"https://wrcwebsite.azurewebsites.net/mdocs-posts/wrc-annual-report-2021-22_final/","source_url_text_1":"Water Resources Commission (WRC), Annual Report, 2021/22","source_release_date_1":"","source_next_release_1":"","source_statistical_classification_1":"Official","source_contact_1":"https://www.wrc-gh.org/contact-us","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"6.4","goal_number":"6","indicator_sort_order":"06-04-02"}