{"SDG_GOAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET":"<p>Target 9.4: By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities</p>","SDG_INDICATOR":"<p>Indicator 9.4.1: CO2 emission per unit of value added</p>","SDG_RELATED_INDICATORS":"<p>7.2.1</p><p>7.3.1</p><p>13.2.2</p>","SDG_CUSTODIAN_AGENCIES":"<p>International Energy Agency (IEA)</p><p>United Nations Industrial Development Organization (UNIDO)</p>","CONTACT_ORGANISATION":"<p>Ghana statistical service</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>Carbon dioxide (here after, CO2) emissions per unit of value added is an indicator computed as ratio between CO2 emissions from fuel combustion and the value added of associated economic activities. The indicator can be computed for the whole economy (total CO2 emissions/GDP) or for specific sectors, notably the manufacturing sector (CO2 emissions from manufacturing industries per manufacturing value added (MVA)).</p><p><strong>Concepts:</strong></p><p>Total CO2 emissions for an economy are estimated based on energy consumption data for all sectors. CO2 emissions from manufacturing are based on energy data collected across the following sub-sectors (energy used for transport by industry is not included here but reported under transport): </p><p>• Iron and steel industry [ISIC Group 241 and Class 2431]; </p><p>• Chemical and petrochemical industry [ISIC Divisions 20 and 21] excluding petrochemical feed stocks; </p><p>• Non-ferrous metals basic industries [ISIC Group 242 and Class 2432]; </p><p>• Non-metallic minerals such as glass, ceramic, cement, etc. [ISIC Division 23]; </p><p>• Transport equipment [ISIC Divisions 29 and 30];</p><p> • Machinery comprises fabricated metal products, machinery and equipment other than transport equipment [ISIC Divisions 25 to 28]; • Food and tobacco [ISIC Divisions 10 to 12]; </p><p>• Paper, pulp and printing [ISIC Divisions 17 and 18]; • Wood and wood products (other than pulp and paper) [ISIC Division 16];</p><p> • Textile and leather [ISIC Divisions 13 to 15]; </p><p>• Non-specified (any manufacturing industry not included above) [ISIC Divisions 22, 31 and 32]. </p><p>Energy data are collected at a country level, based on internationally agreed standards (UN International Recommendations on Energy Statistics (IRES)). CO2 emissions need to be estimated based on energy data and on internationally agreed methodologies (2006 IPCC Guidelines for National GHG Inventories). </p><p> The gross value added measures the contribution to the economy of each individual producer, industry or sector in a country. The gross value added generated by any unit engaged in production activity can be calculated as the residual of the units’ total output less intermediate consumption, goods and services used up in the process of producing the output, or as the sum of the factor incomes generated by the production process (System of National Accounts 2008).</p><p> Manufacturing refers to industries belonging to the sector C defined by International Standard Industrial Classification of All Economic Activities (ISIC) Revision 4, or D defined by ISIC Revision 3. GDP represents the sum of gross value added from all institutional units resident in the economy.</p>","UNIT_MEASURE":"<p><strong>kg CO<sub>2  </sub>equivalent <sub> </sub>per USDI constant PPP GDP </strong></p>","CLASS_SYSTEM":"<p>International Standard Industrial Classification of all Economic Activities (ISIC) Revision 3 </p><p>International Standard Industrial Classification of all Economic Activities (ISIC) Revision 4</p><p> UN International Recommendations on Energy Statistics (IRES)</p>","SOURCE_TYPE":"<p>EPA, 2020 </p><p>2022 Ghana Voluntary National Review Report (VNR) </p>","DATA_SOURCE":"<p>Environmental Protection Agency, Ministry of Environment, Science, Technology and Innovation</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The indicator CO2 emissions per unit of value added represents the amount of emissions from fuel combustion produced by an economic activity, per unit of economic output. When computed for the whole economy, it combines effects of the average carbon intensity of the energy mix (linked to the shares of the various fossil fuels in the total); of the structure of an economy (linked to the relative weight of more or less energy-intensive sectors); of the average efficiency in the use of energy. When computed for the manufacturing sector (CO2 emissions from fuel combustion per unit of manufacturing value added), it measures the carbon intensity of the manufacturing economic output, and its trends result from changes in the average carbon intensity of the energy mix used, the structure of the manufacturing sector, the energy efficiency of production technologies in each sub-sector and the economic value of the various output. Manufacturing industries are generally improving their emission intensity as countries move to higher levels of industrialization, but it should be noted that emission intensities can also be reduced through structural changes and product diversification in manufacturing.</p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/8b48184d7d6b6f550c672990684c4b8b7bf3b580","composite_breakdown_label":"Sector","computation_units":"kg CO2 equivalent per USD1 constant PPP GDP","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.9-4-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.9-4-1-title","target_name":"global_targets.9-4-title","indicator_number":"9.4.1","un_designated_tier":"Tier I","un_custodian_agency":"International Energy Agency (IEA), United Nations Industrial Development Organization (UNIDO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-09-04-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 516 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://data.worldbank.org/indicator/SI.POV.DDAY?locations=GB","source_url_text_1":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"Research@WorldBank.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"9.4.1","target_id":"9.4","sdg_goal":"9","indicator_sort_order":"09-04-01"}