{"SDG_INDICATOR_INFO":"<p>This indicator provides the proportion of the total population and the proportion of the employed population living in households with per-capita consumption or income that is below the international poverty line of US$1.90</p>","SDG_GOAL":"<p>Goal 1: End poverty in all its forms everywhere.</p>","SDG_TARGET":"<p>Target 1.1: By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.25 a day</p>","SDG_INDICATOR":"<h2>Indicator 1.1.1: Proportion of population below the international poverty line, by sex, age, employment status and geographical location (urban/rural).</h2>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service, Ghana Living Standards Survey</p>","STAT_CONC_DEF":"<p>Percentage of persons living in households living below the international poverty line. </p>","UNIT_MEASURE":"<p>Percentage</p>","SRC_TYPE_COLL_METHOD":"<p> Survey</p>","SOURCE_TYPE":"<p> GSS (GLSS)</p>","REL_CAL_POLICY":"<p>17-11-2018</p>","DATA_SOURCE":"<p>GSS</p>","COMPILING_ORG":"<p>GSS</p>","INST_MANDATE":"<p>GSS</p>","RATIONALE":"<p>Monitoring poverty is important on the global development agenda as well as on the national development agenda of many countries. The World Bank produced its first global poverty estimates for developing countries for World Development Report 1990: Poverty (World Bank 1990) using household survey data for 22 countries (Ravallion, Datt, and van de Walle 1991). Since then there has been considerable expansion in the number of countries that field household income and expenditure surveys. The World Bank's Development Data Group and Poverty and Equity Global Practice maintain a database,</p><p>PIP, that is updated annually as new survey data become available (and thus may contain more recent data or revisions) and conducts a major reassessment of progress against poverty every year. PIP is an interactive computational tool that allows users to replicate these internationally comparable $1.90 and $3.20 a day global, regional and country-level poverty estimates and to compute poverty measures for custom country groupings and for different poverty lines.</p><p>PIP also provides access to the database and user-friendly dashboards with graphs and interactive maps that visualize trends in key poverty and inequality indicators for different regions and countries. The country dashboards display trends in poverty measures based on the national poverty lines alongside the internationally comparable estimates.</p>","DATA_COMP":"<p>It is calculated by dividing the number of persons living in households below the international poverty line by the total number of persons living in households.</p>","national_metadata_updated_date":"2021-11-11","national_metadata_update_url_text":"2021-11-11: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/21dad15964f3786b71855e125c5fcad17c303b05","composite_breakdown_label":"","computation_units":"Percent","copyright":"GSS","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["AGE","SEX","URBANISATION"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)","graph_titles":[],"graph_type":"bar","indicator_name":"Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)","indicator_number":"1.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicator":"1.1.1","target_id":"1.1","sdg_goal":"1","indicator_sort_order":"01-01-01"}