{"SDG_GOAL":"<p>Goal 1: End poverty in all its forms everywhere.</p>","SDG_TARGET":"<p>Target 1.2: By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions</p>","SDG_INDICATOR":"<p>Indicator 1.2.2: Proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions.</p>","SDG_SERIES_DESCR":"<p>Proportion of children 0-17 years who are deprived in various poverty dimensions [1.2.2]</p><p>Proportion of population living in multi-dimensional poverty [1.2.2]</p>","SDG_CUSTODIAN_AGENCIES":"<p>The World Bank, UNICEF, UNDP</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The following series are used to monitor the SDG Indicator 1.2.2.;</p><p>1) Official multidimensional poverty headcount, by sex, and age (% of population)</p><p>- The percentage of people who are multidimensionally poor.</p><p>2) Average share of weighted deprivations (intensity) for total population</p><p>- The average share of weighted dimensions in which poor people are deprived among total population.</p><p>3) Official multidimensional poverty headcount (% of total households)</p><p>- The percentage of households who are multidimensionally poor.</p><p>4) Average share of weighted deprivations (intensity) for total households</p><p>- The average share of weighted dimensions in which poor people are deprived among total households.</p><p>5) Multidimensional deprivation for children (% of population under 18)</p><p>- The percentage of children who are simultaneously deprived in multiple dimensions of well-being.</p><p>Well-being is not just the absence of disease or illness but It's a complex combination of a person's physical, mental, emotional and social health factors.</p><p> Health <em>-</em> is a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity.</p><p> Learning and development: Learning and development is a systematic process to enhance ones’ knowledge and competency, resulting in better performance.</p><p> Child protection: Child protection as measures and structures to prevent and respond to abuse, neglect, exploitation and violence affecting children.</p><p> Sanitation: Sanitation is the process of keeping places clean and healthy, especially by providing a sewage system and a clean water supply.</p><p> <strong>Concepts:</strong></p><p>The design of a measure of multidimensional poverty is different in each country, but regardless of the exact methodology selected, it still follows a similar process to define the features of the measure, which include: i) the purpose of the measure; ii) the unit of identification (most frequently either the household or the individuals); iii) the dimensions and respective indicators that delimit which deprivations should be measured; iv) the methodology for developing the measure (including deprivation cut-offs, weights, and poverty cut-offs).</p><p>The most commonly used method is the Alkire Foster (AF) methodology which identifies dimensions, typically health, education and living standards and several indicators in each dimension. The unit of analysis could be either the individual or the household. The individuals or households are considered as multidimensionally poor if they are deprived in multiple dimensions, exceeding certain thresholds.</p><p>There is a multidimensional poverty measure specifically designed for children. A child is considered multidimensionally poor if s/he is simultaneously deprived in multiple dimensions. It identifies the dimensions of poverty and the indicators under each dimension, and has a similar structure to the AF methodology. However, it is different in that it focuses on the life-cycle of children, creating different sets of dimensions and indicators for different age groups (e.g., for ages 0-4, 5-11, 12-14, 15-17 years), and conducts analyses separately for each age group. In the global SDG database, the multidimensional poverty headcount (%) for the overall 0-17 age group has been used for countries reporting individual measures of child multidimensional poverty.</p><p>Ghana’s Multidimensional Poverty Index (MPI), complements the monetary poverty by providing an assessment of deprivation of basic survival needs. The MPI provides a comprehensive understanding and evidence of the simultaneous deprivations faced by the poor to inform the formulation of targeted and efficient poverty reduction policies – GSS (2020): Multidimensional poverty – Ghana, pages iii and 1.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Multidimensional Child Poverty in Ghana, 2020</p><p>Multidimensional Poverty Report, Ghana 2020</p>","COLL_METHOD":"<p>Survey and primary sourced data</p>","DATA_SOURCE":"<p>Ghana Statistical Service (GSS)</p>","RATIONALE":"<p>Poverty has traditionally been defined as the lack of money. However, the poor themselves consider their experience of poverty much more broadly. A person who is poor can suffer multiple disadvantages at the same time – for example, they may have poor health or malnutrition, a lack of clean water or electricity, poor quality of work or little schooling. Focusing on one factor alone, such as income, is not enough to capture the true reality of poverty. Therefore, multidimensional poverty measures described above have been developed to create a more comprehensive picture by looking at multiple dimensions such as health, education and living standards. Official multidimensional poverty headcount (% population), official multidimensional poverty headcount (% of total households) and multidimensional deprivation for children (% of population under 18) are all about the headcount ratio trying to capture how many people, households, or children in the entire pool are regarded as multidimensionally poor. On the other hand, average share of weighted deprivation tries to capture the depth of multidimensional poverty. For instance, if there are 18 indicators to capture different dimensions of poverty, the person who is deprived in 5 indicators, and the person who is deprived in 15 indicators are considered to be both multidimensionally poor. However, the 'intensity' of the poverty is different between these two people, which is captured by the average share of weighted deprivation.</p>","COVERAGE":"<p>This data is disaggregated by urban and rural areas, regions and development dimensions. </p>","OTHER_DOC":"<p><a href=\"https://data.oecd.org/inequality/poverty-rate.htm\">Organization for Economic Cooperation and Development, Poverty Rate 2022.</a></p>","national_metadata_updated_date":"2022-11-03","composite_breakdown_label":"Development Dimensions","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["URBANISATION","AGE"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","graph_titles":[],"graph_type":"bar","indicator_name":"Proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","target_name":"By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","indicator_number":"1.2.2","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Children's Fund (UNICEFF), World Bank (WB), United Nations Development Programme (UNDP)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 894 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ghana Statistical Service (GSS)","source_periodicity_1":null,"source_earliest_available_1":2017,"source_geographical_coverage_1":"Ghana","source_url_1":"https://www.statsghana.gov.gh/gssmain/fileUpload/pressrelease/Multidimensional%20Poverty%20Ghana_Report.pdf","source_url_text_1":"Multidimensional Poverty Report, Ghana 2020","source_release_date_1":"May 2020","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@statsghana.gov.gh","source_active_2":true,"source_organisation_2":"National Development Planning Committee (NDPC)","source_periodicity_2":null,"source_earliest_available_2":2017,"source_geographical_coverage_2":"Ghana","source_url_2":"https://www.unicef.org/ghana/media/2676/file/Multi-Dimensional%20Child%20Poverty%20Report.pdf","source_url_text_2":"Multidimensional Child Poverty Report, Ghana 2020","source_release_date_2":"January 2020","source_next_release_2":"TBA","source_statistical_classification_2":"Official","source_contact_2":"info@ndpc.gov.gh","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"1.2","goal_number":"1","indicator_sort_order":"01-02-02"}