{"SDG_GOAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET":"<p>Target 1.3: Implement nationally appropriate social protection systems and measures for all, including floors, and by 2030 achieve substantial coverage of the poor and the vulnerable </p>","SDG_INDICATOR":"<p>Indicator 1.3.1: Proportion of population covered by social protection floors/systems, by sex, distinguishing children, unemployed persons, older persons, persons with disabilities, pregnant women, newborns, work-injury victims and the poor and the vulnerable </p>","SDG_SERIES_DESCR":"<p>Cash transfer coverage of extremely poor households under Livelihood Empowerment Against Poverty (LEAP) programme </p><p>Proportion of basic school students under Ghana School Feeding Programme (GSFP) </p><p>Total Beneficiaries of Free Senior High School Programme (FSHSP)</p><p>Proportion with access to affordable healthcare under National Health Insurance Scheme (NHIS)</p>","SDG_RELATED_INDICATORS":"<p>3.8.1</p><p>3.8.2</p><p>1.a.2</p>","SDG_CUSTODIAN_AGENCIES":"<p>International Labour Organization (ILO)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The indicator reflects the proportion of persons effectively covered by a social protection system, including social protection floors. It also reflects the main components of social protection: child and maternity benefits, support for persons without a job, persons with disabilities, victims of work injuries and older persons.</p><p>Effective coverage of social protection is measured by the number of people who are either actively contributing to a social insurance scheme or receiving benefits (contributory or non-contributory) </p><p>Social Protection Intervention Programs </p><p>A National Social Protection Strategy was developed in 2007 and revised in 2012. A Social Protection Rationalization Study conducted in 2013 established the need for a holistic National Social Protection Policy. Further impetus for the policy was provided by Cabinet’s approval in June, 2014 of strategic, oversight and monitoring roles of the Ministry of Gender, Children and Social Protection, which included leading the development of such a policy. The Ministry was also required to work closely with the Ministry of Finance to ensure consistency in the flow of funds to social protection programmes and for the progressive implementation of a national social protection floor. </p><p>Ghana is undergoing transformation on several fronts including the transition to middle income country status; information and communication advancements; and increasing urbanization. The changes in community, cultural and family arrangements have implications for traditional social protection arrangements. A modern system of social protection has the potential to have significant impacts on incomes, equitable development, and increased access to social services for the extremely poor and vulnerable. There are opportunities for more responsive social development through the dialogue and social accountability that vibrant civil society organizations and an informed media can facilitate. </p><p>Ghana has various national and international commitments that make a coherent, integrated social protection framework imperative. The Fourth Republican Constitution provides a basis for social protection in the Directive Principles of State Policy. International commitments include those to the African Union (AU) to pursue comprehensive programmes of social protection as outlined in the African Union Social Policy Framework (2003), the Livingstone Declaration (2006), the Ouagadogou Declaration and Plan of Action (2004, 2008) and the AU Heads of State Common Agenda for Action Post-2015. </p><p>The National Social Protection Policy provides a framework for delivering social protection coherently, effectively and efficiently in a way that is holistic and properly targeted. It defines social protection for Ghana as “a range of actions carried out by the state and other parties in response to vulnerability and poverty, which seek to guarantee relief for those sections of the population who for any reason are not able to provide for themselves”. It provides an institutional framework for coordination and as well as stakeholder collaboration in monitoring and ensuring accountability. It is linked to range of legal instruments and policies that provide a framework within which the obligations to various target groups may be justified, implemented, regulated and advocated. It embraces a strategic vision of an all-inclusive and socially empowered society through the provision of sustainable mechanisms for the protection of persons living in situations of extreme poverty and related vulnerability and exclusion. It supports the principle that every Ghanaian matters and is capable of contributing to national development. It therefore aspires to close the inequality gap and ensure total inclusion for all Ghanaians. It seeks to promote the well-being of Ghanaians through an integrated platform of effective social assistance, social and productive inclusion, social services and social insurance. </p><p>The short-term focuses on being rehabilitative, restorative, protective and facilitating. This will include the implementation of five flagship programmes, namely, the Livelihood Empowerment Against Poverty (LEAP), the Labour Intensive Public Works (LIPW), the School Feeding Programme (SFP), the National Health Insurance Scheme (NHIS) Exemptions and the Basic Education Capitation Grants. The medium term efforts are preventive and promoting. The long-term orientation is transformation. Operationally, it proposes reforms to programming, targeting, funding, public understanding of social protection and knowledge management. The policy’s strategic imperatives are coordination and complementarity; emergency assistance; social welfare and facilitation services; productive inclusion; decent work; capacity and capability building; and mainstreaming gender and disability issues in social protection. </p><p><strong>Concepts:</strong></p><p>Social protection systems include contributory and non-contributory schemes for children, pregnant women with newborns, people in active age, older persons, for victims of work injuries and persons with disabilities. Social protection floors provide at least a basic level in all contingencies along the life cycle, as defined in the <a href=\"https://www.ilo.org/dyn/normlex/en/f?p=NORMLEXPUB:12100:0::NO::P12100_INSTRUMENT_ID:3065524\">Social Protection Recommendation 2012 (no. 202)</a> referred to in SDG 1.3.</p><p>LEAP: The Livelihood Empowerment Against Poverty (LEAP) is a cash transfer programme introduced by the Government of Ghana (GOG) in 2008, for extremely poor and vulnerable households which have the following three categories of eligible members:</p><ul><li>Orphaned and vulnerable children (OVC) or,</li><li>Persons with severe disability without any productive capacity and</li><li>Elderly persons who are 65 years and above.</li></ul><p>The main objective of the LEAP Programme is to reduce poverty by increasing and smoothening consumption and promoting access to services and opportunities among the extremely poor and vulnerable.</p><p>School Feeding: The Ghana School Feeding Programme (GSFP) is an initiative of the comprehensive Africa Agricultural Development Programme (CAADP) Pillar 3 which seeks to enhance food security and reduce hunger in line with the United Nations (UN) Sustainable Development Goals (SDGs) on hunger, poverty and malnutrition.</p><p>Free SHS: A policy of the government of Ghana that was started in September 2017. Every child in Ghana who qualifies for, and is placed in a public Senior High School for his/her secondary education will have his/her fees absorbed by the government.</p><p>NHIS: The National Health Insurance Scheme was established by the government of Ghana in 2003. The programme was a form of national health insurance established to provide equitable access and financial coverage for basic health care services to Ghanaian citizens.</p>","UNIT_MEASURE":"<p>Percentage (%)</p><p> Number</p>","SOURCE_TYPE":"<p>Ministry of Gender, Children and Social Protection (MoGCS), 2016 and 2020</p><p> Ministry of Education (MoE), 2016 and 2020</p><p>Ministry of Health (MoH), 2016 and 2020</p>","DATA_SOURCE":"<p>Ministry of Gender, Children and Social Protection (MoGCS)</p><p>Ministry of Education (MoE)</p><p>Ministry of Health (MoH)</p>","RATIONALE":"<p>Access to at least a basic level of social protection throughout the life cycle is a human right. The principle of universality of social protection evidences the importance of social protection systems in guaranteeing decent living conditions to the whole population, throughout their lives. The proportion of the population covered by social protection systems/floors provides an indication of the extent to which universality is accomplished, and thus, how secure are the population's living conditions. Measurements of effective coverage should reflect how in reality legal provisions are implemented. It refers to the percentage of people actually receiving benefits of contributory and non-contributory social protection programmes, plus the number of persons actively contributing to social insurance schemes.</p>","COVERAGE":"<p>There is no available disaggregation for this indicator.</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-03-01a.pdf\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-11-04","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population covered by social protection floors/systems, by sex, distinguishing children, unemployed persons, older persons, persons with disabilities, pregnant women, newborns, work-injury victims and the poor and the vulnerable","graph_titles":[],"graph_type":"bar","indicator_name":"Proportion of population covered by social protection floors/systems, by sex, distinguishing children, unemployed persons, older persons, persons with disabilities, pregnant women, newborns, work-injury victims and the poor and the vulnerable","target_name":"Implement nationally appropriate social protection systems and measures for all, including floors, and by 2030 achieve substantial coverage of the poor and the vulnerable","indicator_number":"1.3.1","un_designated_tier":"Tier II","un_custodian_agency":"International Labour Organization (ILO), World Bank (WB)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=1&Target=1.3","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 894 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ministry of Gender, Children and Social Protection","source_periodicity_1":"Annual","source_earliest_available_1":"","source_geographical_coverage_1":"Ghana","source_url_1":"https://www.mogcsp.gov.gh/projects/livelyhood-empowerment-against-poverty-leap/","source_url_text_1":"Livelihood Empowerment Against Poverty (LEAP)","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@mogcsp.gov.gh","source_other_info_1":"<a href=\"http://schoolfeeding.gov.gh/\" aria-label=\"School Feeding Programme\">School Feeding Programme</a>","source_active_2":true,"source_organisation_2":"Ministry of Education","source_periodicity_2":"Annual","source_earliest_available_2":"","source_geographical_coverage_2":"Ghana","source_url_2":"https://moe.gov.gh/index.php/free-shs-policy/","source_url_text_2":"Free SHS Policy","source_release_date_2":"","source_next_release_2":"TBA","source_statistical_classification_2":"Official","source_contact_2":"pro@moe.gov.gh","source_active_3":true,"source_organisation_3":"Ministry of Health","source_periodicity_3":"Annual","source_earliest_available_3":"","source_geographical_coverage_3":"Ghana","source_url_3":"https://www.moh.gov.gh/national-health-insurance-authority/","source_url_text_3":"National Health Insurance Authority","source_release_date_3":"","source_next_release_3":"TBA","source_statistical_classification_3":"Official","source_contact_3":"info@moh.gov.gh","source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"1.3","goal_number":"1","indicator_sort_order":"01-03-01"}