{"SDG_GOAL":"<p>Goal 1: End poverty in all its forms everywhere.</p>","SDG_TARGET":"<p>Target 1.4: By 2030, ensure that all men and women, in particular the poor and the vulnerable, have  equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including microfinance. </p>","SDG_INDICATOR":"<p>Indicator 1.4.2: Proportion of total adult population with secure tenure rights to land, (a) with legally recognized documentation, and (b) who perceive their rights to land as secure, by sex and type of tenure</p>","SDG_SERIES_DESCR":"<p>Proportion of people who perceive their rights to land as secure out of total adult population [1.4.2]</p><p>Proportion of people with legally recognized documentation of their rights to land out of total adult population [1.4.2]</p>","SDG_RELATED_INDICATORS":"<p>2.3.1</p><p>2.3.2</p><p>2.4.1</p><p>5.a.1</p><p>5.a.2 </p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Human Settlements<br/>Programme (UN-Habitat), World bank</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>Indicator 1.4.2 measures the results of policies that aim to strengthen tenure security for all, including women and other vulnerable groups.</p><p>Indicator 1.4.2 covers (a) all types of land use (such as residential, commercial, agricultural, forestry, grazing, wetlands based on standard land-use classification) in both rural and urban areas; and (b) all land tenure types as recognized at the country level, such as freehold, leasehold, public land and customary land. An individual can hold land in his/her own name, jointly with other individuals, as a member of a household, or collectively as a member of a group, cooperative or other type of association.</p><p>Secure tenure rights: comprised of two sub-components: (i) legally recognized documentation and (ii) perception of the security of tenure, which are both necessary to provide a full measurement of tenure security.</p><p>Legally recognized documentation: Legal documentation of rights refers to the recording and publication of information on the nature and location of land, rights and right holders in a form that is recognized by government, and is therefore official. For purposes of computing SDG Indicator 1.4.2, the country specific metadata will define what documentation on land rights will be counted as legally recognized (see next section for rationale).</p><p>Perceived security of tenure: Perception of tenure security refers to an individual’s perception of the likelihood of involuntary loss of land, such as disagreement of the ownership rights over land or ability to use it, regardless of the formal status and can be more optimistic or pessimistic. Although those without land rights’ documentation may frequently be perceived to be under threat, and those with documentation perceived as protected, there may be situations where documented land rights alone are insufficient to guarantee tenure security. Conversely, even without legally recognized documentation, individuals may feel themselves to be protected against eviction or dispossession. Therefore, capturing and analysing these diverse ranges of situations will enable a more comprehensive understanding of land tenure security, based on a country specific context.</p><p>For purposes of constructing the indicator (see next section for rationale), we define perceptions of tenure to be secure if:</p><p>(i) The landholder does not report a fear of involuntary loss of the land within the next five years due to, for example, intra-family, community or external threats and</p><p>(ii) The landholder reports having the right to bequeath the land.</p><p>Total adult population: A country’s adult population is measured by census data or through surveys using an adequate sampling frame.</p><p>Interpretation:</p><p>One motivation that makes the indicator actionable is that, in many developing countries, the gap between data on the availability of documentation and on perception of tenure security can be large. For example, tenure may be perceived as secure, even though rights are not formally documented, as in the case of customary systems and trusted local land governance arrangements. Or, the opposite, tenure may be perceived as insecure even when there is a high level of formal documentation of rights. The latter situation can be caused by various factors, including limited trust in land administration services, possible duplicated documents, high cost of having state institutions protecting such rights.</p><p>Reporting on perceived security will provide important information on people’s satisfaction with the institutional quality of service, transparency, appropriateness, accessibility and affordability of land administration services and justice systems.</p><p><strong>Concepts:</strong></p><p>The concepts below are based on the “Voluntary Guidelines for the Responsible Governance of Tenure of Land, Forests and Fisheries in the Context of National Food Security” (shorthand VGGT), which were endorsed by the United Nations World Committee on World Food Security in 2012 and therefore considered an internationally accepted standard. Other international frameworks using these concepts are the African Union Agenda on Land as laid out in the 2009 Framework and Guidelines on Land Policy in Africa and the 2014 Nairobi Action Plan on Large-Scale Land-Based Investments.</p><p>Tenure: How people, communities and others gain access to land and natural resources (including fisheries and forests) is defined and regulated by societies through systems of tenure. These tenure systems determine who can use which resources, for how long, and under what conditions. Tenure systems may be based on written policies and laws, as well as on unwritten customs and practices. No tenure right, including private ownership, is absolute. All tenure rights are limited by the rights of others and by the measures taken by states for public purposes (VGGT, 2012).</p><p>Tenure typology: A tenure typology is country specific and refers to categories of tenure rights, for example customary, leasehold, public and freehold. Rights can be held collectively, jointly or individually and may cover one or more elements of the bundle of rights (the right of possession, of control, of exclusion, of enjoyment and of disposition).</p><p>Land governance: Rules, processes and structures through which decisions are made regarding access to and the use (and transfer) of land, how those decisions are implemented and the way that conflicting interests in land are managed. States provide legal recognition for tenure rights through policies, law and land administration services, and define the categories of rights that are considered official.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Ghana Census of Agriculture (GCA), 2018</p>","COLL_METHOD":"<p>Census</p>","DATA_SOURCE":"<p>Ghana Statistical Service (GSS)</p>","RATIONALE":"<p>Tenure systems increasingly face stress as the world’s growing population requires food security, and as urbanization, environmental degradation and climate affect land use and productivity. Many tenure problems also arise because of weak land governance, disputes due to land acquisition or large-scale land-based investments, and attempts to address tenure problems associated with dualisms to tenure regimes. Responsible governance of tenure of land is inextricably linked with access to and management of other natural resources, such as forests, water, fisheries and mineral resources. The governance of tenure is a crucial element in determining if and how people, communities and others acquire rights, and their associated obligations, to use and control land and natural resources. Legal recognition to group tenure or adopting a ‘fit for purpose’ land administration and using these to recognize outer boundaries of land held under communal or customary arrangements have increasingly received government attention in the recent past.</p><p>Increasing demand for pro-poor land reforms has created the need for a core set of land indicators that have national application and global comparability, and culminated in SDG 1.4.2. Regular reporting on indicator 1.4.2 will provide an impetus to improve the availability of data from surveys as well as regularity of reporting on land administration service delivery to people by registries and other line agencies. Indicator 1.4.2 thus measures gender disaggregated progress in tenure security.</p><p>This indicator will inform policy and allow for the assessment of specific outcomes and practical priorities for further improvements of tenure security at the country level. Regular reporting on the two components of Indicator 1.4.2 will:</p><p>· provide incentives for governments to improve performance on progress with responsible land governance</p><p>· inform governments and non-state actors to what extent countries’ legal and institutional frameworks recognize and support different land-tenure categories</p><p>· provide information on implementation capacity to protect such rights in practice, as well as progress</p><p>· identify the scope for additional action required at the country level as well as at a sub-national level or for certain categories, geographic entities or ecosystems, and</p><p>· provide for equity between men and women in land rights.</p>","DATA_COMP":"<p>Part (A): (All holders who own or inherited a land and have registered the land/All holders ) X 100</p><p>Part (B): (All holders who own or inherited a land and have not completely registered the land/All holders ) X 100</p>","COVERAGE":"<p>This data is disaggregated by sex, regions, rural and urban areas .</p>","OTHER_DOC":"<p><a href=\"https://landportal.org/library/\">https://landportal.org/library/</a></p>","national_metadata_updated_date":"2022-11-16","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["SEX","URBANISATION"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of total adult population with secure tenure rights to land, (a) with legally recognized documentation, and (b) who perceive their rights to land as secure, by sex and type of tenure","graph_titles":[],"graph_type":"bar","indicator_name":"Proportion of total adult population with secure tenure rights to land, (a) with legally recognized documentation, and (b) who perceive their rights to land as secure, by sex and type of tenure","target_name":"By 2030, ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including microfinance","indicator_number":"1.4.2","un_designated_tier":"Tier II","un_custodian_agency":"World Bank (WB)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-04-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ghana Statistical Service (GSS)","source_periodicity_1":"TBA","source_earliest_available_1":2018,"source_geographical_coverage_1":"Ghana","source_url_1":"https://www.statsghana.gov.gh/gssmain/fileUpload/pressrelease/Final%20Report%2011%2011%202020%20printed%20version.pdf","source_url_text_1":"Ghana Census of Agriculture (GCA), 2017/18","source_release_date_1":"September, 2020","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@statsghana.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"1.4","goal_number":"1","indicator_sort_order":"01-04-02"}