{"SDG_GOAL":"<p>Goal 1. End poverty in all its forms everywhere</p>","SDG_TARGET":"<p>Target 1.a. Ensure significant mobilization of resources from a variety of sources, including through enhanced development cooperation, in order to provide adequate and predictable means for developing countries, in particular least developed countries, to implement programs and policies to end poverty in all its dimensions.</p>","SDG_INDICATOR":"<p>Indicator 1.a.1 (proxy): Proportion of domestically generated resources allocated by the government directly to poverty reduction programmes.</p>","SDG_CUSTODIAN_AGENCIES":"<p>OECD</p>","CONTACT_ORGANISATION":"<p>Ministry of Finance</p>","STAT_CONC_DEF":"<p>Definition:</p><p>Total official development assistance (ODA) grants from all donors that focus on poverty reduction as a share of the recipient country’s gross national income.</p><p>The OECD/Development Assistance Committee (DAC) defines ODA as “flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are i) provided by official agencies, including state and local governments, or by their executive agencies; and ii) each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and is concessional in character and conveys a grant element of at least 25 per cent</p><p>(calculated at a rate of discount of 10 per cent). (See http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm).</p><p>Poverty reduction items can be defined as ODA to basic social services (basic health, basic education, basic water and sanitation, population programmes and reproductive health) and developmental food aid (see here: http://www.oecd.org/dac/stats/purposecodessectorclassification.htm).</p><p>Concepts:</p><p>The OECD/Development Assistance Committee (DAC) defines ODA as “flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are i) provided by official agencies, including state and local governments, or by their executive agencies; and ii) each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and is concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent). (See http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm).</p><p>Basic social services and development food aid, which focus on poverty reduction, are defined using the following OECD Creditor Reporting System purpose codes, which identify the sector the activity is intended to target:</p><p>· Basic Education (CRS codes 112xx)</p><p>· Basic Health (CRS codes (122xx)</p><p>· Water Supply and Sanitation (CRS codes 140xx)</p><p>· Multisector aid for basic social services (CRS code 16050)</p><p>· Development Food Aid (CRS code 52010)</p><p>The detailed list of CRS purpose codes and their definitions are available here: http://www.oecd.org/dac/stats/purposecodessectorclassification.htm</p>","UNIT_MEASURE":"<p>Percentage</p>","SOURCE_TYPE":"<p>Ghana’s 2019 SDGs Budget Report</p>","REL_CAL_POLICY":"<p>Annually</p>","DATA_SOURCE":"<p>Ministry of Finance</p>","COMPILING_ORG":"<p>Ministry of Finance</p>","RATIONALE":"<p>Total ODA flows to developing countries quantify the public effort (excluding non- concessional flows and export credits), that all donors provide for the economic development and welfare of developing countries. Within ODA, basic social services and development food aid focus on poverty alleviation in developing countries.</p>","national_metadata_updated_date":"2021-11-05","national_metadata_update_url_text":"2021-11-05: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/c8e64f5d8b835c51c2a35b3a9e89b7063c739040","composite_breakdown_label":"Source of Funds","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Total official development assistance grants from all donors that focus on poverty reduction as a share of the recipient country’s gross national income","graph_titles":[],"graph_type":"line","indicator_name":"Total official development assistance grants from all donors that focus on poverty reduction as a share of the recipient country’s gross national income","indicator_number":"1.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"indicator":"1.a.1","target_id":"1.a","sdg_goal":"1","indicator_sort_order":"01-0a-01"}