{"SDG_GOAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET":"<p>Target: 12.3 By 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses</p>","SDG_INDICATOR":"<p>Indicator 12.3.1: Global food loss index</p>","SDG_RELATED_INDICATORS":"<p>SDG Sub-Indicator 12.3.1b:  Food Waste Index</p>","SDG_CUSTODIAN_AGENCIES":"<p>Food loss: The Food and Agriculture Organization of the United Nations</p><p>Food waste: United Nations Environment Programme (UNEP)</p>","CONTACT_ORGANISATION":"<p>Ministry of Food and Agriculture</p>","STAT_CONC_DEF":"<p><strong><u>Definitions</u></strong></p><p><strong>The Food Loss Index </strong>- Index of the changes in food loss over time. The index covers five food groups along the supply chain. The indicator is computed as a ratio of Food Loss Percentages in the current year and the Food Loss Percentages in the base year according to a standard fixed-base index formula. </p><p>Definition of food loss for SDG monitoring<strong>:</strong></p><p><strong>Food losses</strong> - are all the crop and livestock human-edible commodity quantities that, directly or indirectly, completely exit the post-harvest/slaughter production/supply chain by being discarded, incinerated or otherwise, and do not re-enter in any other utilization (such as animal feed, industrial use, etc.), up to, and excluding, the retail level. Losses that occur during storage, transportation and processing, also of imported quantities, are therefore all included. Losses include the commodity as a whole with its non-edible parts.</p><p>Post Harvest Loss is the quantitative losses in storage, transport, harvest and marketing of agricultural produce incurred after harvest. Percentage of total production that is lost (quantitative and qualitative) during all stages of the post-harvest phases of the system for priority products. For the purpose of this report, post-harvest losses (PHL) are restricted to the losses that occur during harvesting, storage, transport, processing, packaging and sales.</p><p><strong><u>Related concepts</u></strong></p><p><strong>Food</strong> – is any substance, whether processed, semi-processed or raw, which is intended for human consumption, and includes drink, chewing gum and any substance which has been used in the manufacture, preparation or treatment of \"food\" but does not include cosmetics or tobacco or substances used only as drugs.</p><p> <strong>Food loss and waste (FLW)</strong> – is the decrease in quantity or quality of food. </p><p> <strong>Quantitative food loss and waste</strong> – is the decrease in mass of food. </p><p><strong>Pre-harvest </strong>constitutes the time frame between maturity and harvesting. </p><p><strong>Harvest/slaughter/catch</strong> refers to the act of separating the food material from the site of immediate growth or production.</p><p><strong><u>Food Loss Index scope and boundaries</u></strong></p><ul><li>The scope of the Food Loss Index starts on the production site with postharvest/slaughter/catch operations up to but not including the retail level, in line with the Food Balance Sheets conceptual framework.</li><li>The index covers five food groups and 10 key commodities set by the countries. </li><li>Harvest losses can be included in the index at the country level only. </li><li>Pre-harvest losses are out of scope.</li><li>Sub-Indicator 12.3.1(b) Food Waste Index covers food waste at the retail and consumption level.</li></ul><p>Note: Figures available are estimates. No Post-Harvest Survey has been conducted over the past 20 years. However, a survey is to be conducted in the year 2019. So the current data are based on projections</p><p><strong>Definitions:</strong></p><p><strong>Food waste index</strong></p><p>The indicator aims to measure the total amount of food that is wasted in tonnes. It complements SDG 12.3.1(a) on Food Loss (which is under the custodianship of FAO). Both indicators look to divide the food value chain and measure the efficiency of the food system</p><p><strong>Level I indicators</strong></p><p>Food waste in the waste stream: Estimated from a global model, based on regional coefficients for food waste in the total waste stream.</p><p><strong>Level II indicators</strong></p><p>Food waste generation by supply chain stage: Collect data on food waste generation from supply chain stages based on national priorities</p><p>A full methodology for this indicator is available in the document entitled, “Global Chemicals and Waste Indicator Review Document (UNEP, forthcoming)”.</p><p>Concepts:</p><p>Food: Any substance—whether processed, semi-processed, or raw—that is intended for human consumption. “Food” includes drink and any substance that has been used in the manufacture, preparation, or treatment of food. “Food” also includes material that has spoiled and is therefore no longer fit for human consumption. It does not include cosmetics, tobacco, or substances used only as drugs. It does not include processing agents used along the food supply chain, for example, water to clean or cook raw materials in factories or at home.</p><p>Inedible (or non-edible) parts: Components associated with a food that, in a particular food supply chain, are not intended to be consumed by humans. Examples of inedible parts associated with food could include bones, rinds, and pits/stones. “Inedible parts” do not include packaging. What is considered inedible varies among users (e.g., chicken feet are consumed in some food supply chains but not others), changes over time, and is influenced by a range of variables including culture, socio-economic factors, availability, price, technological advances, international trade, and geography.</p><p>Municipal Solid Waste (MSW) includes waste originating from households, commerce, and trade, small businesses, office buildings and institutions (schools, hospitals, government buildings). It also includes bulky waste (e.g., old furniture, mattresses) and waste from selected municipal services, e.g., waste from park and garden maintenance, waste from street cleaning services (street sweepings, the content of litter containers, market cleansing waste), if managed as waste. Further information on municipal solid waste is defined in the SDG indicator methodology for 11.6.1.</p>","UNIT_MEASURE":"<p>Food loss: Percentage; Food waste: Percentage (%), Tonnes, KG</p>","SOURCE_TYPE":"<p> Annual Progress Report, Ministry of Food and Agriculture, 2019</p>","FREQ_COLL":"<p>Annually</p>","DATA_SOURCE":"<p>Ministry of Food and Agriculture</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The 2030 Sustainable Development Agenda has emphasized the importance of sustainable production and consumption systems as efficient food systems, on the supply side and the consumption side, contribute to food security and sustainability of natural resource since agriculture is a major user of land and water. The food loss and food waste index look at the entire supply chain and the trend in structural losses. The Food Loss Index monitors progress on the supply side of food chains, as it measures if the share of agriculture production that does not reach the retail stage in 2030 has increased or decreased with respect to the base period and by how much. The numerator of the indicator indicates the level of losses and informs on the magnitude of the problem. A greater efficiency of the food supply chain also has implications for all producers whether looking at efficiency in large-scale producers for export markets or in small-scale production units relevant for poverty and food insecurity reduction goal</p>","DATA_COMP":"<p>Total post harvest losses divided by total production and multiplied by 100</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/8b48184d7d6b6f550c672990684c4b8b7bf3b580","composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Post-harvest losses for selected produce","graph_titles":[],"graph_type":"line","indicator_name":"(a) Food loss index and (b) food waste index","target_name":"By 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses","indicator_number":"12.3.1","un_designated_tier":"Tier II","un_custodian_agency":"Food and Agriculture Organization (FAO), UN Environment (UNEP)","goal_meta_link":"https://unstats.un.org/sdgs/tierIII-indicators/files/Tier3-12-03-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://data.worldbank.org/indicator/SI.POV.DDAY?locations=GB","source_url_text_1":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"Research@WorldBank.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"12.3.1","target_id":"12.3","sdg_goal":"12","indicator_sort_order":"12-03-01"}