{"SDG_INDICATOR_INFO":"<p>Post Harvest Loss is the quantitative losses in storage, transport, harvest and marketing of agricultural produce incurred after harvest. Percentage of total production that is lost (quantitative and qualitative) during all stages of the post-harvest phases of the system for priority products. For the purpose of this report, post-haverst losses (PHL) are restricted to the losses that occur during harvesting, storage, transport, processing, packaging and sales.</p>","SDG_GOAL":"<h1><a href=\"https://sustainabledevelopment-ghana.github.io/responsible-consumption-and-production\">Goal 12: Ensure sustainable consumption and production patterns</a></h1>","SDG_TARGET":"<p>Target: 12.3 By 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses</p>","SDG_INDICATOR":"<h2>Indicator 12.3.1: Global food loss index</h2>","SDG_RELATED_INDICATORS":"<p>SDG Sub-Indicator 12.3.1b:  Food Waste Index</p>","SDG_CUSTODIAN_AGENCIES":"<p>The Food and Agriculture Organization of the United Nations</p>","CONTACT_ORGANISATION":"<p>Ministry of Food and Agriculture</p>","STAT_CONC_DEF":"<p><strong><u>Definitions</u></strong></p><p><strong>The Food Loss Index </strong>- Index of the changes in food loss over time. The index covers five food groups along the supply chain. The indicator is computed as a ratio of Food Loss Percentages in the current year and the Food Loss Percentages in the base year according to a standard fixed-base index formula. </p><p>Definition of food loss for SDG monitoring<strong>:</strong></p><p><strong>Food losses</strong> - are all the crop and livestock human-edible commodity quantities that, directly or indirectly, completely exit the post-harvest/slaughter production/supply chain by being discarded, incinerated or otherwise, and do not re-enter in any other utilization (such as animal feed, industrial use, etc.), up to, and excluding, the retail level. Losses that occur during storage, transportation and processing, also of imported quantities, are therefore all included. Losses include the commodity as a whole with its non-edible parts.</p><p><strong><u>Related concepts</u></strong></p><p><strong>Food</strong> – is any substance, whether processed, semi-processed or raw, which is intended for human consumption, and includes drink, chewing gum and any substance which has been used in the manufacture, preparation or treatment of \"food\" but does not include cosmetics or tobacco or substances used only as drugs.</p><p> <strong>Food loss and waste (FLW)</strong> – is the decrease in quantity or quality of food. </p><p> <strong>Quantitative food loss and waste</strong> – is the decrease in mass of food. </p><p><strong>Pre-harvest </strong>constitutes the time frame between maturity and harvesting. </p><p><strong>Harvest/slaughter/catch</strong> refers to the act of separating the food material from the site of immediate growth or production.</p><p><strong><u>Food Loss Index scope and boundaries</u></strong></p><ul><li>The scope of the Food Loss Index starts on the production site with postharvest/slaughter/catch operations up to but not including the retail level, in line with the Food Balance Sheets conceptual framework.</li><li>The index covers five food groups and 10 key commodities set by the countries. </li><li>Harvest losses can be included in the index at the country level only. </li><li>Pre-harvest losses are out of scope.</li><li>Sub-Indicator 12.3.1(b) Food Waste Index covers food waste at the retail and consumption level.</li></ul><p>Note: Figures available are estimates. No Post-Harvest Survey has been conducted over the past 20 years. However a survey is to be conducted in the year 2019. So the current data are based on projections</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p> Annual Progress Report, Ministry of Food and Agriculture, 2019</p>","FREQ_COLL":"<p>Annual</p>","DATA_COMP":"<p>Total post harvest losses divided by total production and multiplied by 100</p>","national_metadata_updated_date":"2021-06-16","national_metadata_update_url_text":"2021-06-16: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/341c633423e2a3ec68c30a025230b461a56b8329","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Post-harvest losses for selected produce","graph_titles":[],"graph_type":"line","indicator_name":"(a) Food loss index and (b) food waste index","indicator_number":"12.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicator":"12.3.1","target_id":"12.3","sdg_goal":"12","indicator_sort_order":"12-03-01"}