{"SDG_GOAL":"<p>Goal 12: Ensure sustainable consumption and production patterns</p>","SDG_TARGET":"<p>Target 12.a: Support developing countries to strengthen their scientific and technological capacity to move towards more sustainable patterns of consumption and production</p>","SDG_INDICATOR":"<p>Indicator 12.a.1: Installed renewable energy-generating capacity in developing countries (in watts per capita)</p>","SDG_RELATED_INDICATORS":"<p>This indicator is also used as indicator 7.b.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>International Renewable Energy Agency (IRENA)</p>","CONTACT_ORGANISATION":"<p>National Energy Commission </p>","CONTACT_PHONE":"<p>0302-813-756/7</p>","CONTACT_EMAIL":"<p>statistics@energycom.gov.gh</p>","STAT_CONC_DEF":"<p>Definition:<br/>The indicator is defined as the installed capacity of power plants that generate electricity from renewable<br/>energy sources divided by the total population of a country. Capacity is defined as the net maximum<br/>electrical capacity installed at the year-end and renewable energy sources are as defined in the IRENA<br/>Statute (see concepts below).<br/>Concepts:<br/>Electricity capacity is defined in the International Recommendations for Energy Statistics or IRES (UN,<br/>2018) as the maximum active power that can be supplied continuously (i.e., throughout a prolonged<br/>period in a day with the whole plant running) at the point of outlet (i.e., after taking the power supplies for the station auxiliaries and allowing for the losses in those transformers considered integral to the<br/>station). This assumes no restriction of interconnection to the network. It does not include overload<br/>capacity that can only be sustained for a short period of time (e.g., internal combustion engines<br/>momentarily running above their rated capacity).<br/>The IRENA Statute defines renewable energy to include energy from the following sources: hydropower;<br/>marine energy (ocean, tidal and wave energy); wind energy; solar energy (photovoltaic and thermal<br/>energy); bioenergy; and geothermal energy.</p>","UNIT_MEASURE":"<p>Watts per capita</p>","SOURCE_TYPE":"<p>National Energy Statistics</p>","DATA_SOURCE":"<p>National Energy Commission </p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The infrastructure and technologies required to supply modern and sustainable energy services cover a<br/>wide range of equipment and devices that are used across numerous economic sectors. There is no<br/>readily available mechanism to collect, aggregate and measure the contribution of this disparate group of<br/>products to the delivery of modern and sustainable energy services. However, one major part of the<br/>energy supply chain that can be readily measured is the infrastructure used to produce electricity.<br/>Renewables are considered a sustainable form of energy supply, as their current use does not usually<br/>deplete their availability to be used in the future. The focus of this indicator on electricity reflects the<br/>emphasis of the target on modern sources of energy and is particularly relevant for developing countries<br/>where the demand for electricity is often high and its availability is constrained. Furthermore, the focus on renewables reflects the fact that the technologies used to produce renewable electricity are generally<br/>modern and more sustainable than non-renewables, particularly in the fastest growing sub-sectors of<br/>electricity generation from wind and solar energy.<br/>The division of renewable electricity capacity by population (to produce a measure of Watts per capita) is<br/>proposing to scale the capacity data to account for the large variation in needs between countries. It uses<br/>population rather than GDP to scale the data, because this is the most basic indicator of the demand for<br/>modern and sustainable energy services in a country.<br/>This indicator should also complement indicators 7.1.1 and 7.2.1. With respect to electricity access, it will<br/>provide additional information to the proportion of people with electricity access by showing how much<br/>infrastructure is available to deliver that access (in terms of the amount of capacity per person). The<br/>focus on renewable capacity will also add value to the existing renewables indicator (7.2.1) by showing<br/>how much renewable energy is contributing to the need for improved electricity access.</p>","DATA_COMP":"<p> The renewable electricity generating capacity at the end of the year is divided by the total population of the country as of mid-year.</p>","COVERAGE":"<p> No disaggregation</p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/8b48184d7d6b6f550c672990684c4b8b7bf3b580","composite_breakdown_label":"","computation_units":"Watts per capita","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Installed renewable energy-generating capacity in developing countries (in watts per capita)","graph_titles":[],"graph_type":"line","indicator_name":"Installed renewable energy-generating capacity in developing countries (in watts per capita)","target_name":"Support developing countries to strengthen their scientific and technological capacity to move towards more sustainable patterns of consumption and production","indicator_number":"12.a.1","un_designated_tier":"Tier I","un_custodian_agency":"International Renewable Energy Agency (IRENA)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-07-0b-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Energy Commission","source_periodicity_1":"Annual","source_earliest_available_1":"","source_geographical_coverage_1":"Ghana","source_url_1":"http://www.energycom.gov.gh/planning/energy-statistics","source_url_text_1":"National Energy Statistics","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"statistics@energycom.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"12.a.1","target_id":"12.a","sdg_goal":"12","indicator_sort_order":"12-0a-01"}