{"SDG_GOAL":"<p>Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable<br/>development</p>","SDG_TARGET":"<p>Target 14.6: By 2020, prohibit certain forms of fisheries subsidies which contribute to overcapacity and<br/>overfishing, eliminate subsidies that contribute to illegal, unreported and unregulated fishing and refrain<br/>from introducing new such subsidies, recognizing that appropriate and effective special and differential<br/>treatment for developing and least developed countries should be an integral part of the World Trade<br/>Organization fisheries subsidies negotiation</p>","SDG_INDICATOR":"<p>Indicator 14.6.1: Degree of implementation of international instruments aiming to combat illegal,<br/>unreported and unregulated fishing</p>","SDG_CUSTODIAN_AGENCIES":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service</p>","STAT_CONC_DEF":"<p>Definition:<br/>Progress by countries in the degree of implementation of international instruments aiming to combat<br/>illegal, unreported and unregulated fishing.<br/>Concepts:<br/>The definitions and concepts associated with the indicator and utilized in the methodology are defined in<br/>the FAO term portal: <a href=\"http://www.fao.org/faoterm/collection/fisheries/en/\">http://www.fao.org/faoterm/collection/fisheries/en/</a> This indicator is based on a country’s implementation of the different international instruments that<br/>combat illegal, unreported and unregulated fishing (IUU fishing). IUU fishing undermines national and<br/>regional efforts to conserve and manage fish stocks and, as a consequence, inhibits progress towards<br/>achieving the goals of long-term sustainability and responsibility as set forth in, inter alia, Chapter 17 of<br/>Agenda 21 and the 1995 FAO Code of Conduct for Responsible Fisheries. Moreover, IUU fishing greatly<br/>disadvantages and discriminates against those fishers that act responsibly, honestly and in accordance<br/>with the terms of their fishing authorizations. This is a compelling reason why IUU fishing must be dealt<br/>with expeditiously and in a transparent manner. If IUU fishing is not curbed, and if IUU fishers target<br/>vulnerable stocks that are subject to strict management controls or moratoria, efforts to rebuild those<br/>stocks to healthy levels will not be achieved. To efficiently curb IUU fishing a number of different<br/>international instruments have been developed over the years that focus on the implementation of the<br/>different responsibilities of States.<br/>The instruments covered by this indicator and their role in combatting IUU fishing are as follows:<br/>• The 1982 United Nations Convention on the Law of the Sea (UNCLOS)<br/>This instrument is the basis upon which all the subsequent instruments are built upon. UNCLOS defines<br/>the rights and responsibilities of nations with respect to their use of the world's oceans, establishing<br/>guidelines for businesses, the environment, and the management of marine natural resources. It is a<br/>binding instrument, although its principles may also be applied by countries who are not party to it. • The Agreement for the Implementation of the Provisions of the United Nations Convention on<br/>the Law of the Sea of 10 December 1982 Relating to the Conservation and Management of<br/>Straddling Fish Stocks and Highly Migratory Fish Stocks (UN Fish Stocks Agreement)<br/>The UN Fish Stocks Agreement entered into force on 11 December 2001, and is the most comprehensive<br/>of the binding international instruments in defining the role of Regional Fisheries Management<br/>Organisations and elaborating measures that could be taken in relation to IUU fishing activities. Although<br/>the UN Fish Stocks Agreement applies primarily to the highly migratory and straddling fish stocks on the<br/>high seas, its broad acceptance and application is evidenced by the reinforcement of other international<br/>instruments, implementation at the regional level, and to some extent by State practice within areas of<br/>national jurisdiction.<br/>• The International Plan of Action to Prevent, Deter and Eliminate Illegal, Unreported and<br/>Unregulated Fishing (IPOA-IUU)<br/>The objective of the IPOA is to prevent, deter and eliminate IUU fishing by providing all States with<br/>comprehensive, effective and transparent measures by which to act, including through appropriate<br/>regional fisheries management organizations established in accordance with international law. This<br/>instrument covers all the aspects of a State’s responsibilities including, flag State responsibilities, coastal<br/>State measures, port State measures, internationally agreed market-related measures, research and<br/>regional fisheries management organizations.<br/>• The 2009 FAO Agreement on Port State Measures to Prevent, Deter and Eliminate Illegal,<br/>Unreported and Unregulated Fishing (PSMA)<br/>The FAO Agreement on Port State Measures to Prevent, Deter and Eliminate Illegal, Unreported and<br/>Unregulated Fishing entered into force on the 5th of June 2016. The main purpose of the Agreement is to<br/>prevent, deter and eliminate illegal, unreported and unregulated (IUU) fishing through the<br/>implementation of robust port State measures. The Agreement envisages that parties, in their capacities as port States, will apply the Agreement in an effective manner to foreign vessels when seeking entry to<br/>ports or while they are in port. The application of the measures set out in the Agreement will, inter alia,<br/>contribute to harmonized port State measures, enhanced regional and international cooperation and<br/>block the flow of IUU-caught fish into national and international markets.<br/>• The FAO Voluntary Guidelines for Flag State Performance (VG-FSP)<br/>The FAO Voluntary Guidelines for Flag State Performance spell out a range of actions that countries can<br/>take to ensure that vessels registered under their flags do not conduct IUU fishing, including monitoring,<br/>control and surveillance (MCS) activities, such as vessel monitoring systems (VMS) and observers. They<br/>promote information exchange and cooperation among countries so that flag states are in a position to<br/>refuse to register vessels that are \"flag-hopping\" by attempting to register with another flag state or to<br/>refuse vessels that have been reported for IUU fishing. The Guidelines also include recommendations on<br/>how countries can encourage compliance and take action against non-compliance by vessels, as well as<br/>on how to enhance international cooperation to assist developing countries to fulfil their flag state<br/>responsibilities. • The FAO Agreement to Promote Compliance with International Conservation and Management<br/>Measures by Fishing Vessels on the High Seas (Compliance Agreement)<br/>The 1993 FAO Compliance Agreement entered into force on the 24th of April 2003. Its main purpose is to<br/>encourage countries to take effective action, consistent with international law, and to deter the<br/>reflagging of vessels by their nationals as a means of avoiding compliance with applicable conservation<br/>and management rules for fishing activities on the high seas. With respect to the role of RFBs, the<br/>preamble calls upon States which do not participate in global, regional or sub regional fishery<br/>organizations or arrangements to do so, with a view to achieving compliance with international conservation and management measures.</p>","UNIT_MEASURE":"<p>Band ranges from 0 – 1.0</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The purpose of this indicator is to show a picture of the state of implementation of the instruments to combat IUU fishing, at a national, regional and global level. The first edition of the indicator will provide a baseline of the current state of implementation of these agreements. Subsequent indicator estimates will then be able to show any progress made by countries.</p>","national_metadata_updated_date":"2022-11-10","national_metadata_update_url_text":"2022-11-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/eba7d57367b41d5566099d0f39272c42b1a73d37","composite_breakdown_label":"","computation_units":"Band","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Degree of implementation of international instruments aiming to combat illegal, unreported and unregulated fishing","graph_titles":[],"graph_type":"bar","indicator_name":"Degree of implementation of international instruments aiming to combat illegal, unreported and unregulated fishing","target_name":"By 2020, prohibit certain forms of fisheries subsidies which contribute to overcapacity and overfishing, eliminate subsidies that contribute to illegal, unreported and unregulated fishing and refrain from introducing new such subsidies, recognizing that appropriate and effective special and differential treatment for developing and least developed countries should be an integral part of the World Trade Organization fisheries subsidies negotiation","indicator_number":"14.6.1","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-14-06-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Food and Agriculture Organization (FAO)","source_periodicity_1":"","source_earliest_available_1":2018,"source_geographical_coverage_1":"Ghana","source_url_1":"https://www.fao.org/fileadmin/user_upload/faoweb/statistics/SDG/April_2022/14.6.1_Progress_in_implementation_of_international_instruments_aiming_to_combat_IUU_fishing.xlsx","source_url_text_1":"Progress in the degree of implementation of instruments to combat IUU fishing, 2018–2022","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official international","source_contact_1":"FAO-HQ@fao.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"14.6.1","target_id":"14.6","sdg_goal":"14","indicator_sort_order":"14-06-01"}