{"SDG_GOAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET":"<p>Target 15.3: By 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world</p>","SDG_INDICATOR":"<p>Indicator 15.3.1: Proportion of land that is degraded over total land area</p>","SDG_RELATED_INDICATORS":"<p>2.4.1</p><p>6.6.1</p><p>11.3.1</p><p>15.1.1</p><p>15.2.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Convention to Combat Desertification (UNCCD) and partners, including: Conservation International (CI), European Space Agency (ESA), Food and Agriculture Organization of the United Nations (FAO), Group on Earth Observation Land Degradation Neutrality Initiative (GEO-LDN), International Soil Reference and Information Centre (ISRIC), International Union for Conservation of Nature (IUCN), Joint Research Centre of the European Commission (JRC), United Nations Statistics Division (UNSD), United Nations Development Programme (UNDP), United Nations Environment (UNEP), World Resources Institute (WRI), United Nations Framework Convention on Climate Change (UNFCCC) and Convention on Biological Diversity (CBD).</p>","STAT_CONC_DEF":"<p><strong>Definition: </strong></p><p>Land degradation is defined as the reduction or loss of the biological or economic productivity and complexity of rain fed cropland, irrigated cropland, or range, pasture, forest and woodlands resulting from a combination of pressures, including land use and management practices.</p><p>Land Degradation Neutrality (LDN) is defined as a state whereby the amount and quality of land resources necessary to support ecosystem functions and services and enhance food security remain stable or increase within specified temporal and spatial scales and ecosystems .</p><p>Total land area is the total surface area of a country excluding the area covered by inland waters, like major rivers and lakes.</p><p><strong>Concepts: </strong></p><p>The assessment and quantification of land degradation is generally regarded as context-specific, making it difficult for a single indicator to fully capture the state or condition of the land. The ultimate determination of the extent of degraded land made by national authorities should be contextualized with other indicators, data and ground-based information.             </p><p>Land cover refers to the observed physical cover of the Earth’s surface which describes the distribution of vegetation types, water bodies and human-made infrastructure.</p><p>Land productivity refers to the total above-ground net primary production (NPP) defined as the energy fixed by plants minus their respiration which translates into the rate of biomass accumulation that delivers a suite of ecosystem services. </p><p>Carbon stock is the quantity of carbon in a “pool”: a reservoir which has the capacity to accumulate or release carbon and is comprised of above- and below-ground biomass, dead organic matter, and soil organic carbon. </p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Forestry Commission, 2022</p><p>Ghana’s Voluntary National Review (VNR) Report, 2022</p>","DATA_SOURCE":"<p>Forestry Commission of Ghana (FC)</p>","COMPILING_ORG":"<p>National Development Planning Committee (NDPC)</p>","RATIONALE":"<p>The quantitative assessments and corresponding mapping of land degradation at the national level, as required by this indicator, would help countries to set policy and planning priorities among diverse land resource areas, in particular: </p><p>• to identify hotspots and plan actions of redress, including through the conservation, rehabilitation, restoration and sustainable management of land resources; and </p><p>• to address emerging pressures to help avoid future land degradation.</p>","COVERAGE":"<p>There is no available disaggregation for this indicator.</p>","national_metadata_updated_date":"2022-11-15","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of land that is degraded over total land area","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of land that is degraded over total land area","target_name":"By 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world","indicator_number":"15.3.1","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Convention to Combat Desertification (UNCCD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-15-03-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Forestry Commission of Ghana (FC)","source_periodicity_1":"","source_earliest_available_1":2016,"source_geographical_coverage_1":"Ghana","source_url_1":"https://ndpc.gov.gh/media/VNR_2022_Report_c5cXm4Q.pdf","source_url_text_1":"Ghana's Voluntary National Review (VNR) Report 2022","source_release_date_1":"","source_next_release_1":"","source_statistical_classification_1":"","source_contact_1":"info.tidd@fcghana.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"15.3","goal_number":"15","indicator_sort_order":"15-03-01"}