{"SDG_GOAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET":"<p>Target 16.1: Significantly reduce all forms of violence and related death rates everywhere</p>","SDG_INDICATOR":"<p>Indicator 16.1.3: Proportion of population subjected to (a) physical violence, (b) psychological violence or (c) sexual violence in the previous 12 months</p>","SDG_SERIES_DESCR":"<p>Proportion of population subjected to economic violence in the previous 12 months [16.1.3]</p><p>Proportion of population subjected to physical violence in the previous 12 months [16.1.3]</p><p>Proportion of population subjected to psychological violence in the previous 12 months [16.1.3]</p><p>Proportion of population subjected to sexual violence in the previous 12 months [16.1.3]</p><p>Proportion of population subjected to social violence in the previous 12 moths [16.1.3]</p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The total number of persons who have been victim of physical, psychological or sexual violence in the previous 12 months, as a share of the total population. This indicator measures the prevalence of victimization from physical, psychological or sexual violence.</p><p> </p><p><strong>Concepts:</strong></p><p>Physical violence: This concept is equivalent to the concept of physical assault, as defined in the <a href=\"https://unstats.un.org/unsd/statcom/doc15/BG-ICCS-UNODC.pdf\">International Classification of Crime for Statistical Purposes (ICCS)</a>: the intentional or reckless application of physical force inflicted upon the body of a person. This includes serious and minor bodily injuries and serious and minor physical force. </p><p>Sexual violence (ICCS): Unwanted sexual act, attempt to obtain a sexual act, or contact or communication with unwanted sexual attention without valid consent or with consent as a result of intimidation, force, fraud, coercion, threat, deception, use of drugs or alcohol, or abuse of power or of a position of vulnerability. This includes rape and other forms of sexual assault.</p><p>Psychological violence: There is as yet no consensus at the international level of the precise definition of psychological violence and there is as yet no generally well-established methodology to measure psychological violence.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Domestic Violence in Ghana - Incidence, Attitudes, Determinants and Consequences, 2016</p>","DATA_SOURCE":"<p>Institute of Development Studies (IDS}</p><p>Ghana Statistical Service (GSS) and Associates</p>","RATIONALE":"<p>This indicator measures the prevalence of victimization from physical, sexual (and, possibly, psychological) violence. Given that acts of violence are heavily under-reported to the authorities, this indicator needs to be based on data collected through sample surveys of the adult population.</p>","DATA_COMP":"<p>Number of survey respondents who have been victim of physical, psychological or sexual violence in the previous 12 months, divided by the total number of survey respondents.</p>","COVERAGE":"<p>This data is disaggregated by sex.</p>","national_metadata_updated_date":"2022-11-11","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population subjected to (a) physical violence, (b) psychological violence and (c) sexual violence in the previous 12 months","graph_titles":[],"graph_type":"bar","indicator_name":"Proportion of population subjected to (a) physical violence, (b) psychological violence and (c) sexual violence in the previous 12 months","target_name":"Significantly reduce all forms of violence and related death rates everywhere","indicator_number":"16.1.3","un_designated_tier":"Tier II","un_custodian_agency":"UNODC","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-01-03.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 217 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Institute of Development Studies (IDS), Ghana Statistical Services (GSS) and Associates (2016)","source_periodicity_1":"","source_earliest_available_1":"","source_geographical_coverage_1":"Ghana","source_url_1":"https://www2.statsghana.gov.gh/docfiles/publications/DV_Ghana_Report_FINAL.pdf","source_url_text_1":"Domestic Violence in Ghana - Incidence, Attitudes, Determinants and Consequences","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"ids@ids.ac.uk","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"16.1","goal_number":"16","indicator_sort_order":"16-01-03"}