{"SDG_GOAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET":"<p>Target 16.4: By 2030, significantly reduce illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crime</p>","SDG_INDICATOR":"<p>Indicator 16.4.2: Proportion of seized, found or surrendered arms whose illicit origin or context has been traced or established by a competent authority in line with international instruments</p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Office on Drugs and Crime (UNODC) </p><p>United Nations Office for  Disarmament Affairs (UNODA)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>Proportion of seized, found or surrendered arms whose illicit origin or context has been traced or established by a competent authority in line with international instruments</p><p><strong>Concepts:</strong></p><p>Arms: Arms refer to ‘small arms and light weapons’, defined as any portable lethal weapon that expels or launches, is designed to expel or launch, or may be readily converted to expel or launch a shot, bullet or projectile by the action of an explosive, excluding antique small arms and light weapons or their replicas. </p><p>In particular, ‘small arms’ are, broadly speaking, weapons for individual use, including revolvers, pistols, rifles and carbines, shotguns, sub-machine guns and light machine guns. </p><p>‘Light weapons’ are, broadly speaking, weapons designed for use by two or three persons serving as a crew, although some may be carried and used by a single person. </p><p>Seized: Arms that have been physically apprehended during the reported period by a competent authority, whether temporarily or not, in relation to a suspected criminal offence or administrative violation related to these arms. </p><p>Found: Arms apprehended by authorities that are not linked to an intentional or planned investigation or inspection, neither attributable to any apparent holder or owner, regardless of whether the items were reported lost or stolen.</p><p>Surrendered: Arms willingly handed over to authorities that are not linked to a planned investigation or inspection. The surrender may occur as a personal initiative of a citizen in the context of a voluntary surrender campaign and disarmament, demobilisation and reintegration processes, inter alia.</p><p>Illicit origin: Earliest point in time in the life of an arm where it was of an illicit nature. In order to establish the illicit origin, it is necessary to identify the point of diversion of the arm and the circumstances around it.</p><p>Point of diversion: The point in space and time and/or circumstances when arms left the licit circuit and entered the illicit one. If identified through tracing, the last legal record needs to be found. For arms illicitly manufactured, the point of diversion is the manufacture itself.</p><p>Last legal record: Last recorded information available about the item, its status (deactivated, stolen, lost, seized, found, surrendered, sent for destruction, confiscated, in transit, etc.) and its legal end-user. The identification of the last legal record may require the initiation of several individual tracing requests.</p><p>Tracing: The systematic tracking of weapons and, where possible, their parts and components, and ammunition, at the national and/or international level for the purpose of assisting the competent authorities of States parties in detecting, investigating and analysing illicit manufacturing and illicit trafficking.</p><p>Illicit origin established by a competent authority in line with international instruments: Illicit origin established through means other than tracing, e.g. through intelligence. In the case of arms that are not traceable, this is the only mean to establishing the illicit origin</p>","SOURCE_TYPE":"<p>Ministry of  the Interior Programme Based Budget </p>","DATA_SOURCE":"<p>Ministry of  the Interior (MINT), Ghana </p>","RATIONALE":"<p>While Target 16.4 aims at significantly reducing illicit arms flows, directly measuring these types of flows is extremely difficult due to the underground nature of illicit arms trafficking. Therefore, the indicator does not aim at measuring these flows, but the efficiency with which the international community combats the phenomenon of illicit arms trafficking.</p>","COVERAGE":"<p>There is no available disaggregation for this indicator.</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-04-02.pdf\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-10-21","composite_breakdown_label":"","computation_units":"Number","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of seized, found or surrendered arms whose illicit origin or context has been traced or established by a competent authority in line with international instruments","graph_titles":[{"series":"Number of illicit arms collected and destroyed","title":"Number of illicit arms collected and destroyed"}],"graph_type":"line","indicator_name":"Proportion of seized, found or surrendered arms whose illicit origin or context has been traced or established by a competent authority in line with international instruments","target_name":"By 2030, significantly reduce illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crime","indicator_number":"16.4.2","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Office on Drugs and Crime (UNODC), United Nations Conference on Trade and Development (UNCTAD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-04-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 1.3 MB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ministry of Interior","source_periodicity_1":"","source_earliest_available_1":2018,"source_geographical_coverage_1":"Ghana","source_url_1":"https://mofep.gov.gh/publications/programme-based-budgeting/2022","source_url_text_1":"Ministry of Interior Programme Based Budget","source_release_date_1":"","source_next_release_1":"","source_statistical_classification_1":"Official","source_contact_1":"info@mint.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"16.4","goal_number":"16","indicator_sort_order":"16-04-02"}