{"SDG_GOAL":"<p><strong>Goal 2: </strong>End hunger, achieve food security and improved nutrition, and promote sustainable</p><p>agriculture</p>","SDG_TARGET":"<p><strong>Target 2.5: </strong>By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and</p><p>domesticated animals and their related wild species, including through soundly managed and</p><p>diversified seed and plant banks at the national, regional and international levels, and promote</p><p>access to and fair and equitable sharing of benefits arising from the utilization of genetic resources</p><p>and associated traditional knowledge, as internationally agreed</p>","SDG_INDICATOR":"<p><strong>Indicator 2.5.2</strong>: Proportion of local breeds classified as being at risk, not-at-risk or at unknown</p><p>level of risk of extinction</p>","CONTACT_ORGANISATION":"<p>Forestry Commission, MoFA: National Coordinator for the Management of Animal Genetic Resources (NCs).</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>The indicator presents the percentage of local livestock breeds among local breeds with known risk status classified as being at risk of extinctions at a certain moment in time, as well as the trends for this percentage.</p><p><strong>Concepts</strong>:</p><p>A similar indicator was originally proposed for the Target 15.5, and it serves also as an indicator for the Aichi Target 13 “Genetic Diversity of Terrestrial Domesticated Animals” under the Convention on Biological Diversity (CBD). It is described on the webpage of the Biodiversity Indicators Partnership (BIP), a network of organizations, which have come together to provide the most up-to date biodiversity</p><p>information possible for tracking progress towards the Aichi Targets (http://www.bipindicators.net/domesticatedanimals). Further, it is presented in the Global Biodiversity Outlook 4, page 91 (see https://www.cbd.int/gbo/gbo4/publication/gbo4-en.pdf ) which is an output of the processes under the CBD.</p>","UNIT_MEASURE":"<p>Percent</p>","SOURCE_TYPE":"<p>Forestry Commission and MoFA</p>","COLL_METHOD":"<p>The underlying data base DAD-IS is maintained by FAO/AGAG (see http://dad.fao.org/). Data entry is possible all over the year.</p>","RATIONALE":"<p>The indicator has a direct link to “biodiversity” as animal or livestock genetic resources represent</p><p>an integral part of agricultural ecosystems and biodiversity as such. Further there are indirect links</p><p>to “malnutrition”: Animal genetic resources for food and agriculture are an essential part of the</p><p>biological basis for world food security, and contribute to the livelihoods of over a thousand million</p><p>people. A diverse resource base is critical for human survival and well-being, and a contribution</p><p>to the eradication of hunger: animal genetic resources are crucial in adapting to changing socioeconomic</p><p>and environmental conditions, including climate change. They are the animal breeder’s</p><p>raw material and amongst the farmer’s most essential inputs. They are essential for sustainable</p><p>agricultural production.</p>","REC_USE_LIM":"<p>Breed-related information remains far from complete. For almost 60 percent of all reported breeds,</p><p>risk status is not known because of missing population data or lack of recent updates. Updating of</p><p>population size data at least each 10 years is needed for the definition of the risk classes.</p>","DATA_COMP":"<p>Risk classes are defined based on population sizes of breeds reported to DAD-IS. The risk class is</p><p>considered to be “unknown” if (i) no population sizes are reported or (ii) the most recent population</p><p>size reported refers to a year more than 10- years before the year of calculation (10 year cut off</p><p>point).</p><p>Links to official definitions/descriptions of the indicator are reported below:</p><p>The indicator is one out of a set of 3 sub-indicators which are defined in the document CGRFA/</p><p>WG-AnGR-7/12/7 “Targets and indicators for animal genetic resources” (http://www.fao.org/</p><p>docrep/meeting/026/me514e.pdf) and that are endorsed in their current form by the Commission</p><p>on Genetic Resources for Food and Agriculture at its the 14th Session (see par 28 CRRFA-14/13/</p><p>Report at http://www.fao.org/docrep/meeting/028/mg538e.pdf). Risk classes are defined based on population sizes of breeds reported to DAD-IS. The risk class is</p><p>considered to be “unknown” if (i) no population sizes are reported or (ii) the most recent population</p><p>size reported refers to a year more than 10- years before the year of calculation (10 year cut off</p><p>point).</p><p>Links to official definitions/descriptions of the indicator are reported below:</p><p>The indicator is one out of a set of 3 sub-indicators which are defined in the document CGRFA/</p><p>WG-AnGR-7/12/7 “Targets and indicators for animal genetic resources” (http://www.fao.org/</p><p>docrep/meeting/026/me514e.pdf) and that are endorsed in their current form by the Commission</p><p>on Genetic Resources for Food and Agriculture at its the 14th Session (see par 28 CRRFA-14/13/</p><p>Report at http://www.fao.org/docrep/meeting/028/mg538e.pdf).</p>","QUALITY_ASSURE":"<p>Described in section 7 of FAO. 2011. Surveying and monitoring of animal genetic resources.</p><p>FAO Animal Production and Health Guidelines. No. 7. Rome. (available at http://www.fao.org/</p><p>docrep/014/ba0055e/ba0055e00.htm)</p><p>The guidelines were presented to and endorsed by the Commission on Genetic Resources for Food</p><p>and Agriculture at its Thirteenth Regular Session in July 2011.</p>","COVERAGE":"<p><strong>Data availability</strong></p><p>Forestry Commission, MoFA</p>","COMPARABILITY":"<p><em>Any references and documentation that help with understanding of the data for this indicator</em></p><p><strong>URL:</strong></p><p>http://dad.fao.org/</p>","OTHER_DOC":"<p><a href=\"https://view.officeapps.live.com/op/view.aspx?src=https%3A%2F%2Funstats.un.org%2Fsdgs%2Fmetadata%2Ffiles%2FMetadata-02-05-02.docx&amp;wdOrigin=BROWSELINK\">Metadata-02-05-02.docx (live.com)</a></p>","national_metadata_updated_date":"2022-10-15","national_metadata_update_url_text":"2022-10-15: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/9166db440c5982f6f56c30fa9a38e80476dc22b7","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of local breeds classified as being at risk of extinction","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of local breeds classified as being at risk of extinction","target_name":"By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and domesticated animals and their related wild species, including through soundly managed and diversified seed and plant banks at the national, regional and international levels, and promote access to and fair and equitable sharing of benefits arising from the utilization of genetic resources and associated traditional knowledge, as internationally agreed","indicator_number":"2.5.2","un_designated_tier":"Tier II","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-05-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicator":"2.5.2","target_id":"2.5","sdg_goal":"2","indicator_sort_order":"02-05-02"}