{"SDG_GOAL":"<p>Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture.</p>","SDG_TARGET":"<p>Target 2.a: Increase investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance agricultural productive capacity in developing countries, in particular least developed countries.</p>","SDG_INDICATOR":"<p>Indicator 2.a.1: The agriculture orientation index for government expenditures.</p>","SDG_SERIES_DESCR":"<p>Agriculture orientation index for government expenditures [2.a.1]</p><p>Agriculture share of Government Expenditure [2.a.1]</p><p>Agriculture value added share of GDP [2.a.1]</p>","SDG_RELATED_INDICATORS":"<p>17.1.1 </p><p>17.1.2</p>","SDG_CUSTODIAN_AGENCIES":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p> The Agriculture Orientation Index (AOI) for Government Expenditures is defined as the Agriculture Share of Government Expenditures, divided by the Agriculture Share of GDP, where Agriculture refers to the agriculture, forestry, fishing and hunting sector. The measure is a currency-free index, calculated as the ratio of these two shares. National governments are requested to compile Government Expenditures according to the international Classification of Functions of Government (COFOG) codes and Agriculture Share of GDP according to the System of National Accounts (SNA).</p><p>GVA refers to Gross Value Added, which is an output measure of Gross Domestic Product (GDP). </p><p><strong>Concepts:</strong></p><p>Government Expenditure comprise all expense and acquisition of non-financial assets associated with supporting a particular sector, as defined in the <a href=\"https://www.imf.org/external/Pubs/FT/GFS/Manual/2014/gfsfinal.pdf\">Government Finance Statistics Manual (GFSM) 2014</a> developed by the International Monetary Fund (IMF). </p><p>NOTE: Transactions in assets and liabilities, such as loans by general government units (disbursement and repayment), are excluded when compiling COFOG data for GFS reporting purposes.</p>","UNIT_MEASURE":"<p>Index</p><p>Percentage (%)</p>","SOURCE_TYPE":"<p>Ghana Statistical Service National Accounts, 2019</p>","DATA_SOURCE":"<p>Ghana Statistical Service (GSS)</p>","COMPILING_ORG":"<p>Ministry of Finance (MoF)</p>","RATIONALE":"<p>An Agriculture Orientation Index (AOI) greater than 1 reflects a higher orientation towards the agriculture sector, which receives a higher share of government spending relative to its contribution to economic value-added. An AOI less than 1 reflects a lower orientation to agriculture, while an AOI equal to 1 reflects neutrality in a government’s orientation to the agriculture sector.</p><p>Government spending in agriculture includes spending on sector policies and programs; soil improvement and soil degradation control; irrigation and reservoirs for agricultural use; animal health management, livestock research and training in animal husbandry, marine/freshwater biological research, afforestation and other forestry projects etc.</p><p>Spending in these agricultural activities helps to increase sector efficiency, productivity and income growth by increasing physical or human capital and/or reducing inter-temporal budget constraints.</p><p>Government spending in agriculture is essential to address these market failures and the periodic need for income redistribution. This leads to several potential indicators for the SDGs, which include: a) the level of Government Expenditure on Agriculture (GEA); b) the Agriculture share of Government Expenditure, and c) the AOI for Government Expenditures.</p><p>The AOI index takes into account a country’s economic size, Agriculture’s contribution to GDP, and the total amount of Government Expenditure. While the indicator does not allow setting of a universal and achievable target, it is useful to interpret the AOI in combination with its numerator and denominator separately: the Agriculture share of Government Expenditure and the Agriculture value-added Share of GDP.</p>","DATA_VALIDATION":"<p>Agriculture Orientation Index (AOI): Total Agriculture Share of Government Expenditures expressed as a percentage of Agriculture value added Share of GDP. </p><p>Where:</p><p>Agriculture Share of Government Expenditure:  Total Government Expenditure on Agriculture expressed as a percentage of Total Government (Public) expenditure.</p><p>Agriculture here refers to <a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Glossary:Classification_of_the_functions_of_government_(COFOG)\">COFOG category 042</a> (agriculture, forestry, fishing and hunting); and</p><p>Agriculture value added Share of GDP : Total Agriculture value added expressed as a percentage of GDP. </p><p>Agriculture here  refers to the <a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">Division A of ISIC Rev 4</a> (agriculture, forestry, fishing and hunting), equal to Division A+B of ISIC Rev 3.2.</p>","COVERAGE":"<p>There is no available disaggregation for this indicator.</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-11-16","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"The agriculture orientation index for government expenditures","graph_titles":[],"graph_type":"line","indicator_name":"The agriculture orientation index for government expenditures","target_name":"Increase investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance agricultural productive capacity in developing countries, in particular least developed countries","indicator_number":"2.a.1","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 223 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Ghana Statistical Service (GSS)","source_periodicity_1":"Annual","source_earliest_available_1":2016,"source_geographical_coverage_1":"Ghana","source_url_1":"https://www.statsghana.gov.gh/Economics.php?category=NTgwNjExMjQ4LjI4Mw==/webstats/67q2s8ro6q","source_url_text_1":"National Accounts","source_release_date_1":"","source_next_release_1":"","source_statistical_classification_1":"Official","source_contact_1":"info@statsghana.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"target_number":"2.a","goal_number":"2","indicator_sort_order":"02-0a-01"}