{"SDG_GOAL":"<h1><a href=\"https://sustainabledevelopment-ghana.github.io/zero-hunger\">Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture. </a></h1>","SDG_TARGET":"<p>Target 2.a: Increase investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance agricultural productive capacity in developing countries, in particular least developed countries.</p>","SDG_INDICATOR":"<h2>Indicator 2.a.1: The agriculture orientation index for government expenditures.</h2>","SDG_RELATED_INDICATORS":"<p>Indicators 17.1.1 and 17.1.2</p>","SDG_CUSTODIAN_AGENCIES":"<p>Food and Agriculture Organization of the United Nations (FAO)</p>","CONTACT_ORGANISATION":"<p>Ghana statistical service.</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong> The Agriculture Orientation Index (AOI) for Government Expenditures is defined as the Agriculture Share of Government Expenditures, divided by the Agriculture Share of GDP, where Agriculture refers to the agriculture, forestry, fishing and hunting sector. The measure in a currency-free index, calculated as the ratio of these two shares. National governments are requested to compile Government Expenditures according to the international Classification of Functions of Government (COFOC), and Agriculture Share of GDP according to the System of National Accounts (SNA).</p><p>Year 2008 to 2011 used AgPER methodology using the COFOG (Classification of the Functions of Government) classification of agric but year 2012 to 2015 used AgPER Lite methodology which is less comprehensive compared to the AgPER methodology. </p><p>1. Data is Collected at the Districts (Validated at disstrict level by the District Director of Agriculture).</p><p>2. Data is Aggregated at the Region (Validated at the regional level by the Regional Director of Agriculture).</p><p>3. Field Verification visits by the technical committee and consulting team. </p><p>4. Validation (stakeholder validation workshop at the National level).</p><p>Concepts:</p><p>Agriculture refers to the agriculture, forestry, fishing and hunting sector, or Division A of ISIC Rev 4 (equal to Division A+B of ISIC Rev 3.2).</p><p>Government Expenditure comprise all expense and acquisition of non-financial assets associated with supporting a particular sector, as defined in the Government Finance Statistics Manual (GFSM) 2014 developed by the International Monetary Fund (IMF). NOTE: Transactions in assets and liabilities, such as loans by general government units (disbursement and repayment), are excluded when compiling COFOG data for GFS reporting purposes.</p><p>Government Expenditure are classified according to the Classification of the Functions of Government (COFOG), a classification developed by the Organisation for Economic Co-operation and Development (OECD) and published by the United Nations Statistical Division (UNSD).</p><p>Agriculture value-added and GDP are based on the System of National Accounts (SNA).</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Ghana statistical service.</p><p>Ministry of Finance.</p>","REL_CAL_POLICY":"<p>June 2019</p>","DATA_SOURCE":"<p>Ghana statistical service.</p>","COMPILING_ORG":"<p>Ghana statistical service.</p>","RATIONALE":"<p>An Agriculture Orientation Index (AOI) greater than 1 reflects a higher orientation towards the agriculture sector, which receives a higher share of government spending relative to its contribution to economic value-added. An AOI less than 1 reflects a lower orientation to agriculture, while an AOI equal to 1 reflects neutrality in a government’s orientation to the agriculture sector.</p><p>Government spending in agriculture includes spending on sector policies and programs; soil improvement and soil degradation control; irrigation and reservoirs for agricultural use; animal health management, livestock research and training in animal husbandry; marine/freshwater biological research; afforestation and other forestry projects; etc.</p><p>Spending in these agricultural activities helps to increase sector efficiency, productivity and income growth by increasing physical or human capital and/or reducing inter-temporal budget constraints.</p><p>However, the private sector typically under-invests in these activities due to the presence of market failure (e.g. the public good nature of research and development; the positive externalities from improved soil and water conditions; lack of access to competitive credit due to asymmetric information between producers and financial institutions, etc.). Similarly, the high risk faced by agricultural producers, particular smallholders unable to hedge against risk, often requires government intervention in terms of income redistribution to support smallholders in distress following crop failures and livestock loss from pests, droughts, floods, infrastructure failure, or severe price changes.</p><p>Government spending in agriculture is essential to address these market failures and the periodic need for income redistribution. This leads to several potential indicators for the SDGs, which include: a) the level of Government Expenditure on Agriculture (GEA); b) the Agriculture share of Government Expenditure, and c) the AOI for Government Expenditures.</p><p>An indicator that measures GEA levels fails to take into account the size of an economy. If two countries, A and B, have the same level of GEA, and the same agriculture contribution to GDP, but country A’s economy is 10 times that of country B, setting the same target levels for GEA fails to take economic size into account.</p><p>An indicator that measures the Agriculture share of Government Expenditure fails to take into account the relative contributions of the agricultural sector to a country’s GDP. Consider two countries with the same economic size, C and D, where agriculture contributes 2 percent to C’s GDP, and 10 per cent to country D’s GDP. If total Government Expenditures were equal in both countries, C would experience greater relative investment in Agriculture than D. If total Government Expenditures differed, the result could be magnified or diluted.</p><p>The AOI index takes into account a country’s economic size, Agriculture’s contribution to GDP, and the total amount of Government Expenditure. While the indicator does not allow setting of a universal and achievable target, it is useful to interpret the AOI in combination with its numerator and denominator separately: the Agriculture share of Government Expenditure and the Agriculture value-added Share of GDP.</p>","DATA_COMP":"<p>Total Government Expenditure on Agriculture expressed as a percentage of Total Government (Public) expenditure.</p>","OTHER_DOC":"<p>Global SDG Indicator Platform</p><p>https://sdg.tracking-progress.org/indicator/2-a-1-agriculture-orientation-index-for-government-expenditures-2/ \" </p><p>https://sdg.tracking-progress.org/indicator/2-a-1-agriculture-orientation-index-for-government-expenditures-2/ </p>","national_metadata_updated_date":"2021-06-16","national_metadata_update_url_text":"2021-06-16: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/6eaec674bdcfd8d0adfe0486b5d7a930b8d2bf43","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"The agriculture orientation index for government expenditures","graph_titles":[],"graph_type":"line","indicator_name":"The agriculture orientation index for government expenditures","indicator_number":"2.a.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicator":"2.a.1","target_id":"2.a","sdg_goal":"2","indicator_sort_order":"02-0a-01"}