{"SDG_GOAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET":"<p>Target 4.1: By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes</p>","SDG_INDICATOR":"<p>Indicator 4.1.1: Proportion of children and young people: (a) in grades 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) mathematics, by sex</p>","SDG_SERIES_DESCR":"<p>Children who demonstrated foundational literacy and numeracy by locality type (Percent)</p><p>Foundational literacy and numeracy skills of students in P4, P6 and JHS by sex, (Percent)</p><p>Proportion of pupils in JHS that passed Mathematics and English (Percent)</p><p>Proportion of pupils in primary 4 and primary 6 that achieved minimum proficiency in Mathematics and English (Percent)</p>","SDG_RELATED_INDICATORS":"<p>The parity indices for this indicator are reported in SDG indicator 4.5.1.</p>","SDG_CUSTODIAN_AGENCIES":"<p>UNESCO Institute of Statistics (UIS)</p>","CONTACT_ORGANISATION":"<p>Ghana Education Service, Ministry of Education</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>Percentage of children and young people achieving at least a minimum proficiency level in (i) reading and (ii) mathematics during primary education (Grade 2 or 3), at the end of primary education, and at the end of lower secondary education. The minimum proficiency level will be measured relative to new common reading and mathematics scales currently in development.</p><p><strong>Concepts:</strong></p><p>Minimum proficiency level (MPL) is the benchmark of basic knowledge in a domain (mathematics, reading, etc.) measured through learning assessments. In September 2018, an agreement was reached on a verbal definition of the global minimum proficiency level of reference for each of the areas and domains of Indicator 4.1.1 as described in the <a href=\"http://gaml.uis.unesco.org/wp-content/uploads/sites/2/2019/02/MPLs_revised_doc_20190204.docx\">Minimum Proficiency Levels (MPLs): Outcomes of the consensus building meeting</a>.</p><p>Minimum proficiency levels defined by each learning assessment</p><p>To ensure comparability across learning assessments, a verbal definition of MPL for each domain and levels between cross-national assessments (CNAs) was established by conducting an analysis of the performance level descriptors (PLDs)<sup><a href=\"#footnote-1\" id=\"footnote-ref-1\">[2]</a></sup> of cross-national, regional, and community-led tests in reading and mathematics. The analysis was led and completed by the UIS and a consensus among experts on the proposed methodology was deemed adequate and pragmatic.</p><p>The global MPL definitions for the domains of reading and mathematics are presented in Table 1.</p><p>     Table 1. Minimum proficiency levels defined by each learning assessment</p><table><tr><td colspan=\"2\"><p><strong>Reading</strong></p></td></tr><tr><td><p><strong>Educational Level</strong></p></td><td><p><strong>Descriptor</strong></p></td></tr><tr><td><p><strong>Grade 2 </strong></p></td><td><p>They read and comprehend most of written words, particularly familiar ones, and extract explicit information from sentences.<strong> </strong></p></td></tr><tr><td><p><strong>Grade 3</strong></p></td><td><p>Students read aloud written words accurately and fluently. They understand the overall meaning of sentences and short texts. Students identify the texts’ topic.</p></td></tr><tr><td><p><strong>Grades 4 &amp; 6</strong></p></td><td><p>Students interpret and give some explanations about the main and secondary ideas in different types of texts. They establish connections between main ideas on a text and their personal experiences as well as general knowledge. <strong> </strong></p></td></tr><tr><td><p><strong>Grades 8 &amp; 9</strong></p></td><td><p>Students establish connections between main ideas on different text types and the author’s intentions. They reflect and draw conclusions based on the text.</p></td></tr></table><table><tr><td colspan=\"2\"><p><strong>Mathematics</strong></p></td></tr><tr><td><p><strong>Educational Level</strong></p></td><td><p><strong>Descriptor</strong></p></td></tr><tr><td><p><strong>Grades 2-3</strong></p></td><td><p>Students demonstrate skills in number sense and computation, shape recognition and spatial orientation.</p></td></tr><tr><td><p><strong>Grades 4-6</strong></p></td><td><p>Students demonstrate skills in number sense and computation, basic measurement, reading, interpreting, and constructing graphs, spatial orientation, and number patterns. </p></td></tr><tr><td><p><strong>Grades 8 &amp; 9</strong></p></td><td><p>Students demonstrate skills in computation, application problems, matching tables and graphs, and making use of algebraic representations.  </p></td></tr></table><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">2</sup><p> PLD: Performance level descriptors are descriptions of the performance levels to express the knowledge and skills required to achieve each performance level, by domain.   <a href=\"#footnote-ref-1\">↑</a></p></div></div>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Ghana National Education Assessment, 2016</p>","DATA_SOURCE":"<p>Ghana Education Service, Ministry of Education</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The indicator aims to measure the percentage of children and young people who have achieved the minimum learning outcomes in reading and mathematics during or at the end of the relevant stages of education.</p><p>The higher the figure, the higher the proportion of children and/or young people reaching at least minimum proficiency in the respective domain (reading or mathematic) with the limitations indicated under the “Comments and limitations” section.</p>","DATA_COMP":"<p>The number of children and/or young people at the relevant stage of education (n) in year (t) achieving at least the pre-defined proficiency level in subject s expressed as a percentage of the number of children and or young people at stage of education n, in year t, in any proficiency level in subjects.</p>","COVERAGE":"<p>The data has been disaggregated by sex, urban and rural areas, educational level and skill</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-10-13","national_metadata_update_url_text":"2022-10-13: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/cfce49d241ce7edcf7cf5d7b83bebb2b9c8dffc4","composite_breakdown_label":"Skill","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["SEX"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of children and young people (a) in grades 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) mathematics, by sex","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of children and young people (a) in grades 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) mathematics, by sex","target_name":"By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes","indicator_number":"4.1.1","un_designated_tier":"Tier I","un_custodian_agency":"UNESCO Institute for Statistics","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=4&Target=4.1","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"Ghana","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"source_active_1":true,"source_organisation_1":"Ghana Education Service (GES)","source_periodicity_1":"Biennial","source_earliest_available_1":"","source_geographical_coverage_1":"Ghana","source_url_1":"https://sapghana.com/data/documents/2016-NEA-Findings-Report_17Nov2016_Public-FINAL.pdf","source_url_text_1":"Ghana 2016 National Education Assessment. Report of Findings","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"info@ges.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"4.1.1","target_id":"4.1","sdg_goal":"4","indicator_sort_order":"04-01-01"}