{"SDG_GOAL":"<h1><a href=\"https://sustainabledevelopment-ghana.github.io/gender-equality\">Goal 5: Achieve gender equality and empower all women and girls </a></h1>","SDG_TARGET":"<p>Target 5.2: Eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation</p>","SDG_INDICATOR":"<h2>Indicator 5.2.1: Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age</h2>","SDG_RELATED_INDICATORS":"<p>5.2.2: Proportion of women and girls aged 15 years and older subjected to sexual violence by persons other than an intimate partner in the previous 12 months, by age and place of occurrence</p><p>11.7.2: Proportion of persons victim of physical or sexual harassment, by sex, age, disability status and pace of occurrence, in the previous 12 months</p><p>16.1.3: Proportion of population subjected to physical, psychological or sexual violence in the previous 12 months</p><p>16.2.3: Proportion of young women and men aged 18-29 years who experienced sexual violence by age 18</p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Children's Fund (UNICEF)</p><p>United Nations Entity for Gender Equality and the Empowerment of Women (UN Women)</p><p>United Nations Office on Drugs and Crime (UNODC)</p><p>United Nations Population Fund (UNFPA)</p><p>United Nations Statistics Division (UNSD)</p><p>World Health Organization (WHO)</p>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service </p><p>National Development Planning Commission</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>This indicator measures the percentage of ever-partnered women and girls aged 15 years and older who have experienced physical, sexual or psychological violence by a current or former intimate partner, in the previous 12 months. Definition of violence against women and girls and of the forms of violence specified under this indicator are presented in the next section (Concepts).</p><p><u>NOTE: </u>We refer to “violence against women” throughout, and this also includes adolescent girls (15-19 years old).</p><p><strong>Concepts:</strong></p><p>According to the UN Declaration on the Elimination of Violence against Women (1993), violence against women is “Any act of gender-based violence that results in, or is likely to result in, physical, sexual or psychological harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life. Violence against women shall be understood to encompass, but not be limited to, the following: Physical, sexual and psychological violence occurring in the family […]”. See here for full definition: https://undocs.org/en/A/RES/48/104     </p><p>Intimate partner violence against women includes any abuse perpetrated by a current or former partner within the context of marriage, cohabitation or any other formal or informal union.</p><p>The <u>different forms of violence</u> included in the indicator are defined as follows: </p><p>1. Physical violence consists of acts aimed at physically hurting the victim and include, but are not limited to, acts like pushing, grabbing, twisting the arm, pulling  hair, slapping, kicking, biting or hitting with a fist or object, trying to strangle or suffocate, burning or scalding on purpose, or threatening or attacking with some sort of weapon, gun or knife. </p><p>2. Sexual violence is defined as any sort of harmful or unwanted sexual behavior that is imposed on someone, whether by use of physical force, intimidation or coercion. It includes acts of abusive sexual contact, forced      sexual acts, attempted or completed sexual acts (intercourse) without consent (rape or attempted rape), non-contact acts such as being forced to watch or participate in pornography, etc. In intimate partner relationships, sexual violence is commonly operationally  defined in surveys as: being physically forced to have sexual intercourse, having sexual intercourse out of fear for what the partner might do or through coercion, and/or being forced to so something sexual that the woman considers humiliating or degrading.</p><p>3. Psychological violence consists of any act       that induces fear or emotional distress     . It includes a range of behaviors that encompass acts of emotional abuse such as being frequently humiliated in public, intimidated or having things you care for destroyed, etc. These often coexist with acts of physical and sexual violence by intimate partners. In addition, surveys often measure controlling behaviours (e.g., being kept from seeing family or friends, or from seeking health care without permission). These are also considered acts of psychological abuse      </p><p>For a more detailed definition of physical, sexual and psychological violence against women see <em>Guidelines for Producing Statistics on Violence against Women- Statistical Surveys</em> (UN, 2014), and the <em>International Classification of Crime for Statistical Purposes</em> ICCS (UNODC, 2015), and Violence against Women Prevalence Estimates, 2018. Global, regional and national prevalence estimates for intimate partner violence against women and global and regional prevalence estimates for non-partner sexual violence against women (WHO, 2021).</p>","UNIT_MEASURE":"<p>Percentage, Number</p>","CLASS_SYSTEM":"<p> Guidelines for Producing Statistics on Violence against Women- Statistical Surveys (UN, 2014)</p><p>The International Classification of Crime for Statistical Purposes ICCS (UNODC, 2015)</p><p> Violence against Women Prevalence Estimates, 2018. </p><p>Global, regional and national prevalence estimates for intimate partner violence against women and global and regional prevalence estimates for non-partner sexual violence against women (WHO, 2021).</p>","SOURCE_TYPE":"<p> 2017 Annual Progress Reports on the implementation of Medium Term National Development Policy Framework (MTNDPF) 2018</p><p><em>Ghana Living Standards Survey Round (GLSS) 7, 2019</em></p>","DATA_SOURCE":"<p>National Development Planning Commission (NDPC)</p><p>Ghana Statistical Service (GSS)</p>","COMPILING_ORG":"<p>GSS</p>","RATIONALE":"<p>Intimate partner violence is one of the most common forms of violence that women face globally. Given prevailing social norms that sanction male dominance over women, male violence towards their female intimate partners is often perceived as an ordinary/normal element of relationships in the context of marriage or other unions/relationships. Violence against women is an extreme manifestation of gender inequality and discrimination. Prevalence data are required to measure the magnitude of the problem; understand the various forms of violence and their consequences; identify groups at high risk and explore the barriers to seeking help to ensure that the appropriate responses are being provided. These data are the starting point for informing laws, policies and developing effective responses and prevention programs. They also allow countries to monitor change over time and optimally target resources to maximize the effectiveness of interventions (especially in resource-constrained settings)</p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/999e04a95bda4aa30b6b71384e6445230c2e1b5f","composite_breakdown_label":"Form of Violence","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","graph_titles":[],"graph_type":"bar","indicator_name":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","target_name":"Eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation","indicator_number":"5.2.1","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Childrens Fund (UNICEF), The United Nations Entity for Gender Equality and the Empowerment of Women (UN Women), United Nations Population Fund (UNFPA), World Health Organization (WHO), United Nations Office on Drugs and Crime (UNODC)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-02-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 518 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://data.worldbank.org/indicator/SI.POV.DDAY?locations=GB","source_url_text_1":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"Research@WorldBank.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"5.2.1","target_id":"5.2","sdg_goal":"5","indicator_sort_order":"05-02-01"}