{"SDG_GOAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET":"<p>Target 5.4: Recognize and value unpaid care and domestic work through the provision of public services, infrastructure and social protection policies and the promotion of shared responsibility within the household and the family as nationally appropriate</p>","SDG_INDICATOR":"<p>Indicator 5.4.1: Proportion of time spent on unpaid domestic and care work, by sex, age and location</p>","META_LAST_UPDATE":"<p>2022-9-13</p>","SDG_CUSTODIAN_AGENCIES":"<p>UN Statistics Division (UNSD) and UN WOMEN</p>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>This indicator is defined as the proportion of time spent in a day on unpaid domestic and care work by men and women. Unpaid domestic and care work refers to activities related to the provision of services for own final use by household members, or by family members living in other households. These activities are listed in ICATUS 2016 under the major divisions “3. Unpaid domestic services for household and family members” and “4. Unpaid care-giving services for household and family members”.</p><p><strong>Concepts:</strong></p><p> Unpaid domestic and care work refers to activities including food preparation, dish washing, cleaning and upkeep of the dwelling, laundry, ironing, gardening, caring for pets, shopping, installation, servicing and repair of personal and household goods, childcare, and care of the sick, elderly or disabled household and family members, among others. These activities are listed in ICATUS 2016 under the major divisions “3. Unpaid domestic services for household and family members” and “4. Unpaid care-giving services for household and family members”. Concepts and definitions for this indicator are based on the following international standards: </p><p>▪ System of National Accounts 2008 (SNA 2008) </p><p>▪ The Resolution concerning statistics of work, employment and labour under utilization, adopted by the International Conference of Labour Statisticians (ICLS) at its 19th Session in 2013 </p><p>▪ International Classification of Activities for Time Use Statistics 2016 (ICATUS 2016) Relevant specific concepts are presented below: </p><p>▪ An activity is said to be productive or to fall within the “general production boundary” if it satisfies the third-person criterion (the activity can be delegated to another person and yield the same desired results).</p><p> ▪ Productive activities can be further classified based on the ILO framework for work statistics (included in the 19th ICLS resolution) into:</p><ol><li>Own-use production work (activities to produce goods and services for own final use; the intended destination of the output is mainly for final use of the producer in the form of capital formation, or final consumption by household members or by family members living in other households; in the case of agricultural, fishing, hunting or gathering goods intended mainly for own consumption, a part or surplus may nevertheless be sold or bartered) </li><li>b) Employment (activities to produce goods or provide services for pay or profit)</li><li> c) Unpaid trainee work (any unpaid activity to produce goods or provide services for others, in order to acquire workplace experience or skills in a trade or profession) </li><li>d) Volunteer work (any unpaid, non-compulsory activity to produce goods or provide services for others) e) Other forms of work The own-use production work can be differentiated based on whether goods or services are produced. </li></ol><p>Indicator 5.4.1 only considers the own-use production work of services, or in other words, the activities related to unpaid domestic services and unpaid care giving services undertaken by households for their own use. </p><p>These activities are listed in ICATUS 2016 under the major divisions “3. Unpaid domestic services for household and family members” and “4. Unpaid care giving services for household and family members”. </p>","UNIT_MEASURE":"<p>Percent (%)</p>","CLASS_SYSTEM":"<p>▪ Guide to Producing Statistics on Time-Use: Measuring Paid and Unpaid Work </p><p>▪ The International Classification of Activities for Time Use Statistics 2016 (ICATUS 2016) </p><p>▪ System of National Accounts 2008 (SNA 2008) </p><p>▪ Resolution concerning statistics of work, employment and labour under utilization, adopted by the International Conference of Labour Statisticians (ICLS) at its 19th Session in 2013</p>","SOURCE_TYPE":"<p>Ghana Living Standards Survey 6 (2012/13)</p>","DATA_SOURCE":"<p>Ghana Statistical Service (GSS)</p>","COMPILING_ORG":"<p>GSS</p>","RATIONALE":"<p>The purpose of the indicator is to measure the amount of time women and men spend doing unpaid work, to ensure that all work, whether paid or unpaid, is valued. In addition, it also provides an assessment of gender equality, by highlighting discrepancies between how much time women and men spend on unpaid work, like cooking, cleaning or taking care of children. This indicator measures the average amount of time as a proportion in a day, so that if for a given country it is reported that women aged 15+ spend 10% of their day on unpaid domestic chores while men in the same age group spend 1%, it indicates that women spend 2.4 hours (2 hours and 24 minutes), while men spend 14.4 minutes on it a day, on average. </p>","national_metadata_updated_date":"2021-11-15","national_metadata_update_url_text":"2021-11-15: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/cf6256623211021208af2aae2efb8cc457e226da","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["SEX","AGE","URBANISATION"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of time spent on unpaid domestic and care work, by sex, age and location","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of time spent on unpaid domestic and care work, by sex, age and location","indicator_number":"5.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicator":"5.4.1","target_id":"5.4","sdg_goal":"5","indicator_sort_order":"05-04-01"}