{"SDG_GOAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET":"<p>Target 6.3: By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing<br/>release of hazardous chemicals and materials, halving the proportion of untreated wastewater and<br/>substantially increasing recycling and safe reuse globally</p>","SDG_INDICATOR":"<p>Indicator 6.3.1: Proportion of domestic and industrial wastewater flows safely treated</p>","SDG_RELATED_INDICATORS":"<p>The domestic portion of wastewater treated is closely linked to indicator 6.2.1a on the “proportion of<br/>population using safely managed sanitation services”, and draws upon some of the same data sources.<br/>The indicator is also directly linked to indicator 6.3.2 on the “proportion of bodies of water with good<br/>ambient water quality”, because unsafe wastewater treatment leads to degradation in quality of the<br/>receiving waters. It directly informs progress towards target 6.3 and is strongly linked to target 6.6 on<br/>water-related ecosystems, as well as target 14.1 on marine pollution (coastal eutrophication).</p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Human Settlements Programme (UN-Habitat)<br/>World Health Organization (WHO)<br/>United Nations Statistics Division (UNSD)</p>","CONTACT_ORGANISATION":"<p>Ghana statistical service</p>","STAT_CONC_DEF":"<p>Definitions:<br/>This indicator measures the volumes of wastewater which are generated through different activities, and<br/>the volumes of wastewater which are safely treated before discharge into the environment. Both of Last updated: 2020-09-14<br/>these indicators are measured in units of 1000 m3/day, although some data sources may use other units<br/>that require conversion. The ratio of the volume treated to the volume generated is taken as the<br/>‘proportion of wastewater flow safely treated’.<br/>Wastewater flows will be classified into industrial, services, and domestic flows, with reference to the<br/>International Standard Industrial Classification of All Economic Activities Revision 4 (ISIC). To the extent<br/>possible, the proportion of each of these waste streams that is safely treated before discharge to the<br/>environment will be calculated.<br/>Concepts:<br/>Total wastewater generation and treatment can be quantified at the national level, and wastewater can<br/>also be disaggregated into different types of flows, based on ISIC categories. Domestic wastewater<br/>generated by private households, as well as wastewater generated by economic activities covered by ISIC<br/>categories, may or may not be pre-treated on premises before discharge to either the sewer for further<br/>treatment or directly to the environment. The main sources of wastewater include wastewater from households, services and industries, i.e. point<br/>sources of one or more pollutant(s) that can be geographically located and represented as a point on a<br/>map. Diffused pollution from non-point sources such as runoff from urban and agricultural land can<br/>contribute quite significantly to wastewater flows (Figure 1), and therefore its progressive inclusion in the<br/>global monitoring framework will be important. Presently, it cannot be monitored at source and its<br/>impact on ambient water quality will be monitored under indicator 6.3.2 “Proportion of bodies of water<br/>with good ambient water quality”.<br/>Differentiating between the different wastewater streams is important as policy decisions need to be<br/>guided by the polluter pays principle. However, wastewater conveyed by combined sewers usually<br/>combines both hazardous and non-hazardous substances discharged from different sources, but also<br/>runoff and urban stormwater, which cannot be separately tracked and monitored. As a consequence,<br/>although the flow of wastewater generated can be disaggregated by sources (domestic, services</p><p>industrial), the treated wastewater statistics are most commonly disaggregated by type (e.g. urban and<br/>industrial) and/or level of treatment (e.g. secondary) rather than by sources.<br/>Total wastewater flows can be classified into three main categories (see ‘disaggregation section’ for<br/>details:<br/>• Industrial (ISIC divisions 05-35)<br/>• Services (ISIC divisions 45-96)<br/>• Domestic (private households)<br/>Wastewater treatment can be classified into three main categories (see ‘disaggregation section’ for<br/>details:<br/>• Primary<br/>• Secondary<br/>• Tertiary<br/>Where possible, treatment will additionally be classified into either on-premises or off-premises<br/>treatment.<br/>Domestic wastewater: Wastewater from residential settlements which originates predominantly from<br/>the human metabolism and from household activities.<br/>Industrial (process) wastewater: Water discharged after being used in, or produced by, industrial<br/>production processes and which is of no further immediate value to these processes. Where process<br/>water recycling systems have been installed, process wastewater is the final discharge from these<br/>circuits. To meet quality standards for eventual discharge into public sewers, this process waste-water is<br/>understood to be subjected to ex-process in-plant treatment. Cooling water is not considered here.<br/>Sanitary wastewater and surface runoff from industries are also excluded here.<br/>Total wastewater generated is the total volume of wastewater generated by economic activities<br/>(agriculture, forestry and fishing; mining and quarrying; manufacturing; electricity, gas, steam and air<br/>conditioning supply; and other economic activities) and households. Cooling water is excluded.<br/>Urban wastewater: Domestic wastewater or the mixture of domestic wastewater with industrial<br/>wastewater and/or runoff rain water.<br/>Wastewater: Wastewater is water which is of no further value to the purpose for which it was used<br/>because of its quality, quantity or time of occurrence. Cooling water is not considered here.<br/>Wastewater discharge: The amount of water (in m3) or substance (in kg BOD/d or comparable)<br/>added/leached to a water body (Fresh or non-fresh) from a point source.<br/>Wastewater treatment: Process to render wastewater fit to meet applicable environmental standards or<br/>other quality norms for recycling or reuse.<br/></p>","UNIT_MEASURE":"<p>Percent ( %)</p>","SOURCE_TYPE":"<p>2021 housing and population census, Ghana statistical service</p>","COLL_METHOD":"<p>survey</p>","DATA_SOURCE":"<p>Ghana statistical service</p>","COMPILING_ORG":"<p>Ghana statistical service</p>","COVERAGE":"<p>Data available and disaggregated into urban and rural areas</p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/999e04a95bda4aa30b6b71384e6445230c2e1b5f","composite_breakdown_label":"Disposal Method","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of domestic and industrial wastewater flows safely treated","graph_titles":[{"series":"Household wastewater disposal by method and locality","title":"Household wastewater disposal by method and locality"}],"graph_type":"line","indicator_name":"Proportion of domestic and industrial wastewater flows safely treated","target_name":"By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally","indicator_number":"6.3.1","un_designated_tier":"Tier II","un_custodian_agency":"World Health Organisation (WHO), United Nations Human Settlements Programme (UN-Habitat), United Nations Statistics Division (UNSD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-06-03-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://data.worldbank.org/indicator/SI.POV.DDAY?locations=GB","source_url_text_1":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"Research@WorldBank.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"6.3.1","target_id":"6.3","sdg_goal":"6","indicator_sort_order":"06-03-01"}