{"SDG_GOAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET":"<p>Target 6.5: By 2030, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate</p>","SDG_INDICATOR":"<p>Indicator 6.5.1: Degree of integrated water resources management</p>","SDG_RELATED_INDICATORS":"<p>1.4.1, 1.4.2, 2.3.1, 2.3.2, 4.7.1, 5.5.1, 5.5.2, 6.6.1, 6.a.1, 6.b.1, 7.1.1, 7.1.2, 8.5.1, 8.5.2, 10.2.1, 11.3.1, 11.3.2, 13.2.1, 13.2.2, 15.9.1, 16.3.1, 16.3.2, 16.5.1, 16.5.2, 16.7.1, 16.7.2</p>","SDG_CUSTODIAN_AGENCIES":"<p>United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF":"<p>Definition:</p><p>Indicator 6.5.1 is ‘degree of integrated water resources management implementation’. It measures the stages of development and implementation of Integrated Water Resources Management (IWRM), on a scale of 0 to 100, in six categories (see Rationale section). The indicator score is calculated from a country survey with 33 questions, with each question scored on the same scale of 0-100.</p><p>The definition of IWRM is based on an internationally agreed definition, and is universally applicable. IWRM was officially established in 1992 and is defined as “a process which promotes the coordinated development and management of water, land and related resources in order to maximise economic and social welfare in an equitable manner without compromising the sustainability of vital ecosystems.” (GWP 2010).</p><p>The method builds on official UN IWRM status reporting, from 2008 and 2012, of the Johannesburg Plan of Implementation from the UN World Summit for Sustainable Development (1992).</p><p>Concepts:</p><p>The concept of IWRM is measured in 4 main sections, each representing key dimension of IWRM:</p><p>1. Enabling environment: this includes the policies, laws, plans and strategies which create the ‘enabling environment’ for IWRM.</p><p>2. Institutions and participation: includes the range and roles of political, social, economic and administrative institutions that help to support the implementation of IWRM.</p><p>3. Management Instruments: The tools and activities that enable decision-makers and users to make rational and informed choices between alternative actions.</p><p>4. Financing: Budgeting and financing made available and used for water resources development and management from various sources.</p><p>The indicator is based on a national survey structured around these four main sections. Each section is split into two parts: questions concerning the ‘National level’ and ‘Other levels’ respectively. ‘Other levels’ includes sub-national (including provinces/states for federated countries), basin level, and the transboundary level as appropriate. These two parts address the wording of Target 6.5 ‘implement [IWRM] at all levels …’.</p>","UNIT_MEASURE":"<p>Percent</p>","FREQ_COLL":"<p>Bi-annually</p>","COMPILING_ORG":"<p>Ghana Statistical Service</p>","RATIONALE":"<p>The indicator provides a direct progress measurement of the first part of Target 6.5 “…implement integrated water resources management at all levels …”. The indicator score provides an easy and understandable way of measuring progress towards the target, with ‘0’ interpreted as no implementation of IWRM, and ‘100’ interpreted as IWRM being fully implemented.</p><p> </p><p>To further aid interpretation and comparison, the indicator results can be categorized as follows: </p><table><tr><td><p>Degree of implementation</p></td><td><p>Score range</p></td><td><p>General interpretation for overall IWRM score</p></td></tr><tr><td><p>Very high</p></td><td><p>91 - 100</p></td><td><p>Vast majority of IWRM elements are fully implemented, with objectives consistently achieved, and plans and programmes periodically assessed and revised.</p></td></tr><tr><td><p>High</p></td><td><p>71 - 90</p></td><td><p>IWRM objectives of plans and programmes are generally met, and geographic coverage and stakeholder engagement is generally good.</p></td></tr><tr><td><p>Medium-high</p></td><td><p>51 - 70</p></td><td><p>Capacity to implement elements of IWRM is generally adequate, and elements are generally being implemented under long-term programmes.</p></td></tr><tr><td><p>Medium-low</p></td><td><p>31 - 50</p></td><td><p>Elements of IWRM are generally institutionalized, and implementation is underway.</p></td></tr><tr><td><p>Low</p></td><td><p>11 - 30</p></td><td><p>Implementation of elements of IWRM has generally begun, but with limited uptake across the country, and potentially low engagement of stakeholder groups.</p></td></tr><tr><td><p>Very low</p></td><td><p>0 - 10</p></td><td><p>Development of elements of IWRM has generally not begun, or has stalled.</p></td></tr></table><p>The concept of the survey is that it provides sufficient information to be of real value to the countries in determining their progress towards the target, and through this, various aspects of IWRM. A balance has been sought between providing sufficient information to cover the core principles of IWRM, and thus providing a robust indicator value, and not overburdening countries with unnecessary reporting requirements. </p><p>Countries are encouraged to provide additional information on each question, which may help to qualify their choice of score, and/or put that score into their national context. </p><p>Indicator 6.5.1 is supported by indicator 6.5.2 “Proportion of transboundary basin area with an operational arrangement for water cooperation”, which directly addresses the portion of Target 6.5 “…, including through transboundary cooperation as appropriate.”.</p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/999e04a95bda4aa30b6b71384e6445230c2e1b5f","composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Degree of integrated water resources management","graph_titles":[],"graph_type":"line","indicator_name":"Degree of integrated water resources management","target_name":"By 2030, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate","indicator_number":"6.5.1","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Environment Programme (UNEP)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-06-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 410 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://data.worldbank.org/indicator/SI.POV.DDAY?locations=GB","source_url_text_1":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"Research@WorldBank.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"6.5.1","target_id":"6.5","sdg_goal":"6","indicator_sort_order":"06-05-01"}