{"SDG_GOAL":"<p>Goal 7: Ensure access to affordable, reliable, sustainable and modern energy for all</p>","SDG_TARGET":"<p>Target 7.1: By 2030, ensure universal access to affordable, reliable and modern energy services</p>","SDG_INDICATOR":"<p>Indicator 7.1.2: Proportion of population with primary reliance on clean fuels and technology</p>","SDG_RELATED_INDICATORS":"<p>3.9.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>World Health Organization (WHO)</p>","STAT_CONC_DEF":"<p><strong>Definition:</strong></p><p>“Clean” is defined by the emission rate targets and specific fuel recommendations (i.e. against unprocessed coal and kerosene) included in the normative guidance <a href=\"https://www.who.int/publications/i/item/9789241548885\">WHO guidelines for indoor air quality: household fuel combustion.</a></p><p><strong>Concepts:</strong></p><p>New evidence-based normative guidance from the WHO (i.e. WHO Guidelines for indoor air quality guidelines: household fuel combustion), highlights the importance of addressing both fuel and the technology for adequately protecting public health. These guidelines provide technical recommendations in the form of emissions targets for as to what fuels and technology (stove, lamp, and so on) combinations in the home are clean. These guidelines also recommend against the use of unprocessed coal and discourage the use kerosene (a non-solid but highly polluting fuel) in the home. They also recommend that all major household energy end uses (e.g. cooking, space heating, lighting) use efficient fuels and technology combinations to ensure health benefits.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>National Energy Statistics, 2021</p>","DATA_SOURCE":"<p>Energy Commission</p>","RATIONALE":"<p>Cooking, lighting and heating represent a large share of household energy use across the low- and middle-income countries. For cooking and heating, households typically rely on solid fuels (such as wood, charcoal, biomass) or kerosene paired with inefficient technologies (e.g. open fires, stoves, space heaters or lamps). It is well known that reliance on such inefficient energy for cooking, heating and lighting is associated with high levels of household (indoor) air pollution. The use of inefficient fuels for cooking alone is estimated to cause over 4 million deaths annually, mainly among women and children. This is more than Tuberculosis, Human Immunodeficiency Virus and malaria combined. These adverse health impacts can be avoided by adopting clean fuels and technologies for all main household energy end-or in some circumstances by adopting advanced combustion cook stoves (i.e. those which achieve the emission rates targets provided by the WHO guidelines) and adopting strict protocols for their safe use.</p>","DATA_COMP":"<p>Proportion of population with primary reliance on clean fuels and technology is calculated as the number of people using clean fuels and technologies for cooking, heating and lighting divided by total population reporting any cooking, heating or lighting, expressed as a percentage. </p>","COVERAGE":"<p>This data has been disaggregated into regions, rural and urban areas.</p>","national_metadata_updated_date":"2022-11-13","national_metadata_update_url_text":"2022-11-13: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/c474957e6c2a6ea6085e65b03f1b64e37e51e4c2","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["URBANISATION"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population with primary reliance on clean fuels and technology","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of population with primary reliance on clean fuels and technology","target_name":"By 2030, ensure universal access to affordable, reliable and modern energy services","indicator_number":"7.1.2","un_designated_tier":"Tier I","un_custodian_agency":"International Trade Centre (ITC), United Nations Conference on Trade and Development (UNCTAD), The World Trade Organization (WTO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-07-01-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 232 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"Energy Commission","source_periodicity_1":"Annual","source_earliest_available_1":"","source_geographical_coverage_1":"Ghana","source_url_1":"http://www.energycom.gov.gh/planning/energy-statistics","source_url_text_1":"National Energy Statistics","source_release_date_1":"","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"statistics@energycom.gov.gh","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"7.1.2","target_id":"7.1","sdg_goal":"7","indicator_sort_order":"07-01-02"}