{"SDG_GOAL":"<h1><a href=\"https://sustainabledevelopment-ghana.github.io/decent-jobs-and-economic-growth\">Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all </a></h1>","SDG_TARGET":"<p>Target 8.5: By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value </p>","SDG_INDICATOR":"<h2>Indicator 8.5.2: Unemployment rate, by sex, age and persons with disabilities</h2>","SDG_RELATED_INDICATORS":"<p>1.1.1, 8.2.1, 8.6.1, 10.4.1</p>","SDG_CUSTODIAN_AGENCIES":"<p>International Labour Organization (ILO) </p>","CONTACT_ORGANISATION":"<p>Ghana Statistical Service</p><p>Ministry of Employment and Labour Relations/Labour Department</p>","STAT_CONC_DEF":"<p>The unemployment rate conveys the percentage of persons in the labour force who are unemployed.</p><p><strong>Definition:</strong> </p><p>Persons in unemployment are defined as all those of working age who were not in employment, carried out activities to seek employment during a specified recent period and were currently available to take up employment given a job opportunity (official definition of unemployment)</p><p>The unemployment rate conveys the percentage of persons in the labour force who are unemployed. </p><p> </p><p><strong>Concepts:</strong> </p><p>Unemployed persons are defined as all those of working age (usually aged 15 and above) who were not in employment, carried out activities to seek employment during a specified recent period and were currently available to take up employment given a job opportunity, where: (a) “not in employment” is assessed with respect to the short reference period for the measurement of employment; (b) to “seek employment” refers to any activity when carried out, during a specified recent period comprising the last four weeks or one month, for the purpose of finding a job or setting up a business or agricultural  undertaking; (c) the point when the enterprise starts to exist should be used to distinguish between search activities aimed at setting up a business and the work activity itself, as evidenced by the enterprise’s registration to operate or by when financial resources become available, the necessary infrastructure or materials are in place or the first client or order is received, depending on the context; (d) “currently available” serves as a test of readiness to start a job in the present, assessed with respect to a short reference period comprising that used to measure employment (depending on national circumstances, the reference period may be extended to include a short subsequent period not exceeding two weeks in total, so as to ensure adequate coverage of unemployment situations among different population groups).  </p><p> </p><p>Persons in employment are defined as all those of working age (usually aged 15 and above) who, during a short reference period such as one week or one day, were engaged in any activity to produce goods or provide services for pay or profit. </p><p> </p><p>The labour force corresponds to the sum of persons in employment and in unemployment.  </p><p>For more information on the definitions of employment and unemployment refer to the Resolution concerning statistics of work, employment and labour underutilization Adopted by the 19<sup>th</sup> International Conference of Labour Statisticians. </p>","UNIT_MEASURE":"<p>Percentage (%)</p>","SOURCE_TYPE":"<p>Ghana Living Standards Survey (GLSS) Round 6;</p><p>Labour force report (2014); </p><p>Ghana Living Standards Survey (GLSS) Round 7 2019</p>","DATA_SOURCE":"<p>Ghana Statistical Service (GSS)</p>","COMPILING_ORG":"<p>Ghana statistical service</p>","RATIONALE":"<p>The unemployment rate is a useful measure of the under utilization of the labour supply. It reflects the inability of an economy to generate employment for those persons who want to work but are not doing so, even though they are available for employment and actively seeking work. It is thus seen as an indicator of the efficiency and effectiveness of an economy to absorb its labour force and of the performance of the labour market. Short-term time series of the unemployment rate can be used to signal changes in the business cycle; upward movements in the indicator often coincide with recessionary periods or in some cases with the beginning of an expansionary period as persons previously not in the labour market begin to test conditions through an active job search.</p>","DATA_COMP":"<p>The Unemployment Rate is calculated as the total registered unemployed divided by the total labour force expressed as a percentage</p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/8b48184d7d6b6f550c672990684c4b8b7bf3b580","composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["SEX","AGE"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Unemployment rate, by sex, age and persons with disabilities","graph_titles":[],"graph_type":"line","indicator_name":"Unemployment rate, by sex, age and persons with disabilities","target_name":"By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value","indicator_number":"8.5.2","un_designated_tier":"Tier I","un_custodian_agency":"International Labour Organization (ILO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-05-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 383 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://data.worldbank.org/indicator/SI.POV.DDAY?locations=GB","source_url_text_1":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"Research@WorldBank.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"8.5.2","target_id":"8.5","sdg_goal":"8","indicator_sort_order":"08-05-02"}