{"SDG_GOAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET":"<p>Target 9.c: Significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020</p>","SDG_INDICATOR":"<p>Indicator 9.c.1: Proportion of population covered by a mobile network, by technology</p>","SDG_CUSTODIAN_AGENCIES":"<p>International Telecommunication Union (ITU)</p>","CONTACT_ORGANISATION":"<p>National Communication Authority</p>","CONTACT_NAME":"<p>Victor Teppeh</p>","CONTACT_PHONE":"<p>+233249988888</p>","CONTACT_MAIL":"<p>Victor.teppeh@nca.gob.gh</p>","STAT_CONC_DEF":"<p><strong>Definitions:</strong></p><p>Proportion of population covered by a mobile network, broken down by technology, refers to the percentage of inhabitants living within range of a mobile-cellular signal, irrespective of whether or not they are mobile phone subscribers or users. This is calculated by dividing the number of inhabitants within range of a mobile-cellular signal by the total population and multiplying by 100.</p><p><strong>Concepts:</strong></p><p>\"The indicator is based on where the population lives, and not where they work or go to school, etc. When there are multiple operators offering the service, the maximum population number covered should be reported. Coverage should refer to LTE, broadband (3G) and narrowband (2G) mobile-cellular technologies and include:</p><p>- 2G mobile population coverage: Mobile networks with access to data communications (e.g. Internet) at downstream speeds below 256 Kbit/s. This includes mobile-cellular technologies such as GPRS, CDMA2000 1x and most EDGE implementations. The indicator refers to the theoretical ability of subscribers to use non-broadband speed mobile data services, rather than the number of active users of such services.</p><p>- 3G population coverage: refers to the percentage of inhabitants that are within range of at least a 3G mobile-cellular signal, irrespective of whether or not they are subscribers. This is calculated by dividing the number of inhabitants that are covered by at least a 3G mobile-cellular signal by the total population and multiplying by 100. It excludes people covered only by GPRS, EDGE or CDMA 1xRTT.</p><p>- LTE population coverage: Refers to the percentage of inhabitants that live within range of LTE/LTE-Advanced, mobile WiMAX/WirelessMAN or other more advanced mobile-cellular networks, irrespective of whether or not they are subscribers. This is calculated by dividing the number of inhabitants that are covered by the previously mentioned mobile-cellular technologies by the total population and multiplying by 100. It excludes people covered only by HSPA, UMTS, EV-DO and previous 3G technologies, and also excludes fixed WiMAX coverage.</p><p>As technologies evolve and as more and more countries will deploy and commercialize more advanced mobile-broadband networks (5G etc.), the indicator will include further breakdowns.\"</p>","UNIT_MEASURE":"<p>Percentage </p>","SOURCE_TYPE":"<p>National Communication Authority, 2022</p>","DATA_SOURCE":"<p>National Communication Authority</p>","COMPILING_ORG":"<p>Ghana Statistical Service (GSS)</p>","RATIONALE":"<p>The percentage of the population covered by a mobile cellular network can be considered as a minimum indicator for ICT access since it provides people with the possibility to subscribe to and use mobile-cellular services to communicate. Over the last decade, mobile-cellular networks have expanded rapidly and helped overcome very basic infrastructure barriers that existed when fixed-telephone networks – often limited to urban and highly populated areas - were the dominant telecommunication infrastructure.</p><p>While 2G (narrowband) mobile-cellular networks offer limited (and mainly voice-based) services, higher-speed networks (3G and LTE) provide increasingly high-speed, reliable and high-quality access to the Internet and its increasing amount of information, content, services, and applications. Mobile networks are therefore essential to overcoming infrastructure barriers, helping people join the information society and benefit from the potential of ICTs, in particular in least developed countries.</p><p>The indicator highlights the importance of mobile networks in providing basic, as well as advanced communication services and will help design targeted policies to overcome remaining infrastructure barriers, and address the digital divide. Many governments track this indicator and have set specific targets in terms of the mobile population coverage (by technology) that operators must achieve.</p>","REC_USE_LIM":"<p>Comment: Currently data is collected at the national level only but there are plans to dis-aggregate to regional and district levels</p>","OTHER_DOC":"<p><a href=\"https://unstats.un.org/sdgs/metadata/\">SDG Indicators — SDG Indicators (un.org)</a></p>","national_metadata_updated_date":"2022-10-10","national_metadata_update_url_text":"2022-10-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-ghana/data/commit/8b48184d7d6b6f550c672990684c4b8b7bf3b580","composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population covered by a mobile network, by technology","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of population covered by a mobile network, by technology","target_name":"Significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020","indicator_number":"9.c.1","un_designated_tier":"Tier I","un_custodian_agency":"International Telecommunication Union (ITU)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-09-0C-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 214 KB)","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"source_active_1":true,"source_organisation_1":"World Bank","source_periodicity_1":"Annual","source_earliest_available_1":2004,"source_geographical_coverage_1":"Ghana","source_url_1":"https://data.worldbank.org/indicator/SI.POV.DDAY?locations=GB","source_url_text_1":"Poverty headcount ratio at $1.90 a day (2011 PPP) (% of population)","source_release_date_1":"28/05/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-official","source_contact_1":"Research@WorldBank.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator":"9.c.1","target_id":"9.c","sdg_goal":"9","indicator_sort_order":"09-0c-01"}